[
  {
    "url": "https://www.steinberg.net/de/audio-interfaces/products/",
    "title": "Das passende Audio-Interface für jeden Einsatzbereich",
    "content": "Das passende Audio-Interface für jeden Einsatzbereich\nSlide 1 of 1\nSlide 1 of 1\nIXO12\nZum Produkt\nDas IXO12 Interface verbindet ein kompaktes, leichtes Design mit außergewöhnlicher Audioqualität. Perfekt zum Komponieren und Aufnehmen von Musik auf deinem Laptop oder iPad.\nSlide 1 of 1\nSlide 1 of 1\nIXO22\nZum Produkt\nDas IXO22 Interface verbindet ein kompaktes, leichtes Design mit außergewöhnlicher Audioqualität. Perfekt zum Komponieren und Aufnehmen von Musik auf deinem Laptop oder iPad.\nSlide 1 of 1\nSlide 1 of 1\nIXO Podcast Pack\nZum Produkt\nDas IXO Podcast Pack enthält alles, was du benötigst, um hochwertige Podcasts auf deinem Computer oder iOS-Gerät zu produzieren.\nSlide 1 of 1\nSlide 1 of 1\nIXO Recording Pack\nZum Produkt\nDas IXO Recording Pack hat alles, was du brauchst, um auf deinem Computer oder iPad Musik in Profi-Qualität zu produzieren – die komplette Hard- und Software ist im Lieferumfang enthalten!\nSlide 1 of 5\nSlide 1 of 5\nVideo\nUR22C\n2 x 2 USB 3.0 Audio-Interface mit 2 x D-PRE und 32-Bit/192 kHz Unterstützung\nZum Produkt\nNimm unterwegs Musik in Studioqualität auf und komponiere Songs auf deinem Laptop oder iPad. Das kompakte UR22C überzeugt mit herausragender Audioqualität und extrem robuster Bauweise.\nSlide 1 of 4\nSlide 1 of 4\nUR22C Recording Pack\nDeine vollständige Recording-Lösung\nZum Produkt\nMit dem UR22C Recording Pack bekommst du alles, was du brauchst, um eigene Songs auf deinem Computer oder iPad zu produzieren. Die gesamte Recording-Hardware und Software ist enthalten!\nSlide 1 of 5\nSlide 1 of 5\nVideo\nUR24C\n2 x 4 USB 3.0 Audio-Interface mit 2 x D-PRE und 32-Bit / 192 kHz Unterstützung\nZum Produkt\nNimm Musik auf oder performe ein DJ-Set – das UR24C ist eine einzigartige und flexible Lösung, welche dir mit den umschaltbaren Monitor-Modi immer den perfekten Mix auf deinen Kopfhörern bietet.\nSlide 1 of 5\nSlide 1 of 5\nVideo\nUR44C\n6 x 4 USB 3.0 Audio-Interface mit 4 x D-PRE und 32-Bit/192 kHz Unterstützung\nZum Produkt\nDie perfekte Balance zwischen Anschlussvielfalt und Mobilität: Mit dem UR44C bist du für eine Vielzahl von Aufnahmesituationen und Musikproduktionen gewappnet.\nSlide 1 of 5\nSlide 1 of 5\nUR816C\n16 x 16 USB 3.0 Audio-Interface mit 8 x D-PRE und 32-Bit/192 kHz Unterstützung\nZum Produkt\nDas UR816C kombiniert erstklassige Audioqualität mit SuperSpeed USB 3.0-Anschluss und umfangreichen analogen sowie digitalen Ein- und Ausgängen. Optimal für professionelle Mehrspuraufnahmen im Studio.\nSlide 1 of 5\nSlide 1 of 5\nVideo\nUR-RT2\n4 x 2 USB 2.0 Audio Interface with 2 x Rupert Neve Designs Transformers and D-PRE\nZum Produkt\nDas UR-RT2 ist ein Premium USB 2.0 Audio- und MIDI-Interface mit vier Eingängen, zwei Ausgängen, MIDI-Ein und Ausgang sowie zuschaltbaren Transformatoren von Rupert Neve Designs an den Fronteingängen.\nSlide 1 of 5\nSlide 1 of 5\nVideo\nUR-RT4\n6 x 4 USB 2.0 Audio Interface with 4 x Rupert Neve Designs Transformers and D-PRE\nZum Produkt\nDas UR-RT4 ist ein Premium USB 2.0 Audio- und MIDI-Interface für PC, Mac und iOS mit sechs Eingängen, vier Ausgängen, MIDI-Ein und Ausgang sowie zuschaltbaren Transformatoren von Rupert Neve Designs an den Fronteingängen.\nSlide 1 of 5\nSlide 1 of 5\nUR22mkII\nUSB audio interface\nZum Produkt\nNimm Musik in Studioqualität auf und produziere Songs auf deinem Laptop, iPad oder sogar iPhone.",
    "doc_type": "manual",
    "brand_id": 34,
    "brand_name": "Steinberg",
    "file_path": "/workspaces/Support-Center-/backend/data/steinberg/Das_passende_Audio-Interface_für_jeden_Einsatzbereich_8235bb4b.html",
    "metadata": {},
    "scraped_at": "2025-12-26 21:59:51.313906"
  },
  {
    "url": "https://www.steinberg.net/de/nuendo/complementary-products/",
    "title": "Ergänzende Produkte",
    "content": "Überblick\nNeu in 14\nAlle Features\nAnwendungsgebiete\nPost-Production\nGame Audio\nDolby Atmos\nMPEG-H Audio\nMusik\nVirtual Reality\nVergleich\nKostenlos testen\nErgänzende Produkte\nKategorie\nAlle anzeigen\nSoftware\nHardware\nPartner\nSoftware\nSpectraLayers\nSpectraLayers ist ein hervorragendes Tool, um Sound-Probleme in der Mischung zu beheben– optimal…\nBackbone\nBackbone ist unser innovativer Drum-Designer für Drums, Rises, Hits, Swooshes und FX-Sounds…\nIconica Sections & Players\nIconica Sections and Players bietet deine exzellente Auswahl an modernen und ausdrucksstarken…\nImmerse with VST AmbiDecoder\nNutze die Möglichkeiten der künstlichen Intelligenz, um mit deiner personalisierten Head Related…\nVST Connect\nMit seiner neuen Video-Streaming-Funktion ist VST Connect Pro 5 noch interessanter für alle, die…\nHardware\nAXR4 Audio-Interfaces\nUnsere AXR4-Interfaces liefern eine Audioqualität auf höchstem Niveau und bieten eine umfangreiche…\nUR-RT und UR-C Audio-Interfaces\nDie Flexibilität, die Ausstattung und das attraktive Preis-Leistungs-Verhältnis, machen die…\nNuendo SyncStation Synchronizer\nMit der Nuendo SyncStation kannst du externe Audio- und Video-Systeme und -Hardware mit Nuendo…\nYamaha Nuage\nNuage ist eine einzigartige Systemlösung, die in enger Zusammenarbeit zwischen Yamaha und den…\nPartner\nSounds In Sync\nSounds In Sync ist seit 2003 führend in der Bereitstellung von professionellen, zeitsparenden…\nSound Particles\nSound Particles wurde von allen großen Hollywood-Studios in Produktionen wie Dune, Star Wars…\nProSoundEffects\nDu verlässt dich auf Nuendo, um deinen Kunden professionelles Audio zu liefern. Steigere deine…\nSoundBits\nSoundBits bietet hochwertige Soundeffekt-Libraries und Sound-Design für alle Arten von Film-, TV…\nDear Reality\nErlebe das nächste Level der immersiven Audioproduktion mit dearVR SPATIAL CONNECT und Nuendo 11…\nSoundly\nSoundly ist die führende Soundeffekt-Plattform für Mac und PC, die von Produktionshäusern und…\nKrotos\nReformer Pro ist ein einziges Sounddesign-Instrument, das aufgenommene Audiodateien in Echtzeit in…\nNew Audio Technology\nDas Spatial Audio Designer PlugIn ermöglicht es, immersive Audioformate wie MPEG-H in Nuendo zu…",
    "doc_type": "manual",
    "brand_id": 34,
    "brand_name": "Steinberg",
    "file_path": "/workspaces/Support-Center-/backend/data/steinberg/Ergänzende_Produkte_ea9e9f39.html",
    "metadata": {},
    "scraped_at": "2025-12-26 21:59:56.678182"
  },
  {
    "url": "https://www.steinberg.net/de/nuendo/post-production/",
    "title": "Post-Production",
    "content": "Überblick\nNeu in 14\nAlle Features\nAnwendungsgebiete\nPost-Production\nGame Audio\nDolby Atmos\nMPEG-H Audio\nMusik\nVirtual Reality\nVergleich\nKostenlos testen\nNuendo 14 Kaufen\nDie Premium-Lösung für die Audio-Postproduktion\nNuendo ist die Premium-Lösung für die Audio-Postproduktion. Ob für Filme, Serien, Werbung oder Imagefilme, Nuendo verbessert jeden Aspekt deines Workflows. Dank Nuendos großen Funktionsumfang, bist du auf jede Produktionssituation optimal vorbereitet. Bereite dein Projekt vor und importiere Rohdaten, bearbeite Dialoge, designe Sounds und mische das Projekt professionell ab. Auch wenn Musikkomposition, ADR oder Reconformig gefragt sind, hast du die passenden Tools parat. Nuendo bietet für jede Produktionsaufgabe optimale Lösungen – alles in einer Software.\nDaten importieren und vorbereiten\nDer Import von Daten aus anderen Programmen kann unerwartete Herausforderungen mit sich bringen. Nuendo bietet eine zuverlässige Kompatibilität mit AAF-Dateien, für alle gängigen nichtlinearen Videoschnittsysteme (NLE) und wird auf diesem Gebiet kontinuierlich weiterentwickelt. Außerdem unterstützt Nuendo viele Videocodecs und -formate, falls die Videodatei separat geliefert wird. Über die leistungsstarke Such- und Abgleichfunktion für Field-Recorder-Audiodateien kannst du besonders schnell und einfach auf die besten Takes zugreifen. Andere Funktionen ermöglichen es dir, die Originaldaten aus Sicherheitsgründen innerhalb des Projekts zu behalten, wobei sie versteckt und deaktiviert werden.\nDialog Editing\nDie Dialogbearbeitung ist eine der wichtigsten Aufgaben in der Postproduktion. Nuendo unterstützt dich bei dieser Arbeit mit vielen nützlichen Funktionen, wie individuellen Tastaturbefehlen und Makros, chirurgisch genauem Clip-Editing, mehrkanaligen Gruppenbearbeitungen, automatischer Audioausrichtung und umfassender Fade-Editierung bis hin zu flexiblen Offline-Bearbeitungsfunktionen. Mit Nuendo bekommst du eine riesige Auswahl hochwertiger Effekt-PlugIns und Audioprozessoren, kannst externe Editoren nahtlos einbinden und mehrere ausgewählte Events auf einmal verarbeiten. Behalte den Überblick bei großen Projekten dank nützlicher Tools zur Organisation von tausenden Clips und Spuren. Superschnelle Editierfunktionen und viele andere Lösungen erleichtern dir das Leben im täglichen Produktionsalltag.\nMusik komponieren\nAuch wenn es normalerweise keine Aufgabe der Postproduktion ist, spielt die Musikkomposition eine wichtige Rolle für jeden Film und jedes Video. Nuendo basiert auf dem gleichen Programmcode wie Cubase – eine der besten Musikproduktionsplattformen der Welt – und enthält dieselben Funktionen für die Musikproduktion. Mit professionellen Tools für Komposition, Recording und MIDI-Sequencing sowie einer riesigen Sammlung von Sounds, Loops, Presets, Instrumenten, Libraries und Effekten, kannst du mit Nuendo anspruchsvollste Filmmusik produzieren. Selbstverständlich kannst du auch Cubase-Musikprojekt nahtlos importieren, um sie in einem Postproduktionsprojekt einzusetzen.\nSound-Design\nKreatives Arbeiten ist eine weitere Stärke von Nuendo. Integrierte Soundeffekte, innovative VST-Instrumenten und hochwertige Effektprozessoren machen Nuendo zu einer extrem leistungsstarken Plattform für Sound-Designer. Mit der integrierten MediaBay findest du aus Tausenden Dateien schnell den perfekten Sound. Die Sampler-Spur, der Sound Randomizer und der VoiceDesigner helfen dir dabei, aus vorhandenen Sounds völlig neue Klänge zu kreieren. Flexible Tools wie die Offline-Bearbeitung und die Render-in-Place-Funktionen sparen Systemressourcen und halten die MixConsole frei, so dass du dich ganz auf das Mischen konzentrieren kannst. Und sollte einmal ein neuer Videoschnitt eintreffen, passt die integrierte ReConforming-Lösung deine Dateien automatisch an den neuen Schnitt an, so dass du sofort dort weitermachen kannst, wo du aufgehört hast.\nAutomatic Dialog Replacement (ADR)\nSynchronisiere einen Film in verschiedenen Sprachen, passe die Stimme eines Sprechers an eine animierte Figur an oder ersetzte qualitativ schlechte Originalaufnahmen – Nuendos ADR-Funktionen sparen dir viel Zeit und Nerven, wenn du Dialoge im Studio aufnimmst, um sie an Videoszenen anzupassen. Importiere CSV-Dateien, die in Excel erstellt wurden und Nuendo erstellt automatisch Marker für jeden Take, der markiert werden muss. Dem Sprecher und Toningenieur stehen jeweils Optionen für die Probe, Aufnahme und Wiedergabe zur Verfügung. Eine Monitoring-Matrix mit flexiblen Einstellungen für Sprecher, Toningenieur oder Editor ist Teil des Systems. Die ADR-Session kann anschließend als AAF-Projekt exportiert werden. Sogar Foley-Aufnahmen sind mit dieser leistungsstarken Lösung möglich – alles in Nuendo enthalten.\nProjekte zusammenführen\nNuendo enthält viele Funktionen für das Management und die Organisation von Mediendateien, so dass du verschiedene Projekte einfach zusammenführen kannst. Importiere und exportiere Spur-Archive, importiere Multichannel-Stems oder einzelne Spuren aus anderen Projekten. Außerdem unterstützt Nuendo ADM-Dateien (nur Import) sowie Copy&Paste zwischen Projekten. Du kannst auch ein ganzes Projekt inklusive aller Mediendateien sichern. Behalte den Überblick bei großen Projekten, indem du Spuren versteckst und deaktivierst, die nicht mehr benötigt werden aber zur Sicherheit im Projekt verbleiben sollen. Ordnerspuren und individuelle Farben für Spuren und Events helfen dir, die Übersicht über das Gesamtprojekt zu behalten und dank Cycle-Markern sind alle wichtigen Passagen immer nur einen Mausklick entfernt.\nMischen und Liefern von Stems und Master\nNuendo bietet professionelle Funktionen zum Mischen und ein leistungsstarkes Automationssystem im Filmmixing-Stil. Neben dem mitgelieferten Anymix Pro Surround-Panner unterstützt der Nuendo VST MultiPanner Mixing in Dolby Atmos 9.1 und 7.1.4 sowie weitere Surround-Formate von 5.1 und 7.1 bis 22.2 und Auro 3-D. Über 100 professionelle PlugIn-Effekte und Audioprozessoren sind Teil des Pakets, darunter ein Faltungshall mit vielen Impulsantworten, ein hochwertiger Channel Strip und ein Channel-EQ. Die Lautheitsspur und das Lautheits-Meter helfen dir dabei, die Kontrolle über die Signalpegel zu behalten. Und je nach Lieferspezifikation kannst du viel Zeit sparen, indem du mehrere Stems basierend auf Cycle-Markern exportierst oder mit dem Multi-Master Batch-Export zusätzliche Mischungen für verschiedene Sprachen in einem Arbeitsgang erstellst.\nExport für die Dubbing Stage\nWenn auf einer Dubbing Stage oder in einem anderen System gemischt wird, kannst du mit Nuendo ganz einfach Stems konsolidieren und bouncen, Mehrkanaldateien in Multi-Mono konvertieren oder das gesamte Projekt im AAF-Format exportieren. Erstelle Atmos-Premixe direkt in Nuendo, Kanaleffekte, Automatisierung und Offline-Prozesse können in die Dateien geschrieben werden. Echtzeit-Mehrspuraufnahmen sind auch innerhalb des Nuendo-Projekts möglich. Dank des flexiblen Namensschemas und der zusätzlichen Cue-Sheet-Exportfunktion behältst du den Überblick über alle deine exportierten Audiodateien.\nExportieren von Assets in das Netzwerk\nNuendo bietet umfangreiche, hocheffiziente Funktionen für den Audio-Export. Mit der Funktion Channel Batch Export kannst du Audiodateien aus allen Kanälen oder frei wählbaren Gruppen eines Projekts in einer Aktion rendern - zum Beispiel über Nacht. So kann ein Nachrichtenredakteur das Menü „Audio-Mixdown exportieren“ nutzen, um gespottete Szenen eines Projekts zu exportieren. Natürlich ist Channel Batch Export in der Lage, Szenen, Bereiche und sogar Ausschnitte von Soundeffekten oder Interviews in einem Schritt automatisch zu exportieren. Alle exportierten Dateien können auf einen Netzwerkserver übertragen und als neues Projekt gespeichert werden, das nur die exportierten Dateien enthält.\nNuendo kaufen\nNuendo 14\nVollversion\n€ 999,00\nPreis inklusive 21% MwST.\nIn den Warenkorb\nNuendo 14\nCrossgrade von\nCubase Pro 14\n€ 449,00\nPreis inklusive 21% MwST.\nIn den Warenkorb\nNuendo 14\nCrossgrade von\nAbleton Live 8 or higher (Standard and Suite / excl. Intro)\nApple Logic 9 or higher\nAvid Pro Tools 9 or higher incl. subscriptions (Pro Tools, Pro Tools HD, Pro Tool Studio, Pro Tools Flex, Pro Tools Ultimate / excl. Artist & First)\nBitwig Studio 1 or higher\nCakewalk Sonar X2 or higher (Platinum and Professional / excl. Artist and Cakewalk by Bandlab)\nCockos Reaper (Commercial license only / excl. discounted license)\nImageline FL Studio 11 or higher (Signature and Producer / excl. Fruity)\nMOTU Digital Performer 7 or higher\nPresonus Studio One (Professional / excl. Prime and Artist)\nPropellerheads Reason 6 or higher\nMagix Samplitude Pro X 1 or higher (excl. Music Studio)\nMagix Sequoia 9 or higher\n€ 799,00\nPreis inklusive 21% MwST.\nVerifizierungsprozess starten\nErfahre mehr über Nuendo\nNeu in Nuendo 14\nEntdecke alle Nuendo Features\nNuendo und Cubase vergleichen",
    "doc_type": "manual",
    "brand_id": 34,
    "brand_name": "Steinberg",
    "file_path": "/workspaces/Support-Center-/backend/data/steinberg/Post-Production_79b06301.html",
    "metadata": {},
    "scraped_at": "2025-12-26 22:00:02.042505"
  },
  {
    "url": "https://www.steinberg.net/de/press/2020/spectralayers-7/",
    "title": "Spektral-Audiobearbeitung mit dem neuen SpectraLayers 7",
    "content": "3. August 2020\nSpektral-Audiobearbeitung mit dem neuen SpectraLayers 7\nPressemitteilung DE\n(PDF-Dokument, 6.25 MB)\nPressemitteilung EN\n(PDF-Dokument, 6.23 MB)\nPressemitteilung FR\n(PDF-Dokument, 6.23 MB)\nAlle Bilder downloaden\n(ZIP-Archiv, 117.57 MB)\nPromovideo\nWir benötigen Ihre Zustimmung, um den YouTube Video-Service zu laden!\nWir verwenden einen Service eines Drittanbieters, um Videoinhalte einzubetten. Dieser Service kann Daten zu Ihren Aktivitäten sammeln. Bitte lesen Sie die Details durch und stimmen Sie der Nutzung des Service zu, um dieses Video anzusehen.\nDieser Inhalt darf aufgrund von Trackern, die Besuchern nicht offengelegt werden, nicht geladen werden. Der Besitzer der Website muss diese mit seinem CMP einrichten, um diesen Inhalt zur Liste der verwendeten Technologien hinzuzufügen.\nMehr Informationen\nAkzeptieren\nWeitere Pressemitteilungen\n27. Mai 2020\nEinzigartiges Drum-Sounddesign mit dem Re-Synthesizer Backbone\nBei Backbone von Steinberg handelt es sich um einen beispiellosen Re-Synthesizer, welcher beim Design hochkomplexer Drum-Sounds komplett neue Wege für eine Vielzahl von Musikstilen beschreitet.\n13. November 2019\nKreativere Musikproduktionen mit Cubase 10.5\nMit Cubase 10.5 stellt Steinberg die neuste Version seiner preisgekrönten Musikproduktions-Lösung vor und verbindet so hochentwickelte Audio-\n/MIDI-Werkzeuge mit herausstechender Audioqualität zu einem der aktuell fortschrittlichsten DAW-Systeme.\n15. Juni 2020\nCubasis 3: Jetzt auch für Android!\nZum ersten Mal veröffentlicht Steinberg eine Android-kompatible Version seiner preisgekrönten DAW für Mobilgeräte. Erlebe Cubasis 3 gemeinsam mit einer wahren Fülle an leistungsfähigen Produktionswerkzeugen auf deinem persönlichen Touchscreen.",
    "doc_type": "manual",
    "brand_id": 34,
    "brand_name": "Steinberg",
    "file_path": "/workspaces/Support-Center-/backend/data/steinberg/Spektral-Audiobearbeitung_mit_dem_neuen_SpectraLayers_7_3de8893b.html",
    "metadata": {},
    "scraped_at": "2025-12-26 22:00:06.645805"
  },
  {
    "url": "https://www.steinberg.net/de/press/2020/the-steinberg-production-starter-kit/",
    "title": "Steinberg Production Starter Kit",
    "content": "8. Juni 2020\nSteinberg Production Starter Kit\nPressemitteilung DE\n(PDF-Dokument, 11.78 MB)\nPressemitteilung EN\n(PDF-Dokument, 11.77 MB)\nPressemitteilung FR\n(PDF-Dokument, 11.77 MB)\nAlle Bilder downloaden\n(ZIP-Archiv, 112.73 MB)\nPromovideo\nWir benötigen Ihre Zustimmung, um den YouTube Video-Service zu laden!\nWir verwenden einen Service eines Drittanbieters, um Videoinhalte einzubetten. Dieser Service kann Daten zu Ihren Aktivitäten sammeln. Bitte lesen Sie die Details durch und stimmen Sie der Nutzung des Service zu, um dieses Video anzusehen.\nDieser Inhalt darf aufgrund von Trackern, die Besuchern nicht offengelegt werden, nicht geladen werden. Der Besitzer der Website muss diese mit seinem CMP einrichten, um diesen Inhalt zur Liste der verwendeten Technologien hinzuzufügen.\nMehr Informationen\nAkzeptieren\nWeitere Pressemitteilungen\n16. Januar 2020\nAXR4 Audiointerface: Jetzt auch als USB-C-Variante!\nPassend zur Winter NAMM gibt Steinberg die Verfügbarkeit seines neuen AXR4U Audiointerface-Modells im 19″-Format als USB-C-Alternative zum bereits erhältlichen AXR4T Thunderbolt-Interface bekannt.\n22. Oktober 2020\nUpdate des Remote-Recording-Plugins VST Connect Pro\nDie für Cubase- und Nuendo-Nutzer verfügbare VST Connect Pro Remote-Recording-Lösung ergänzt ihr bereits leistungsfähiges Feature-Set um eine\npraktische neue Video-Streaming-Funktion.\n27. Februar 2020\nNeues Audiointerface UR24C enthüllt!\nSteinberg stellt ein kompaktes und leistungsstarkes Zweikanal-Audiointerface mit 32-Bit/192 kHz-Auflösung und flexiblen Kopfhörer-Monitoring-Modi als ideale Lösung für Aufnahme und Live-Performance vor.",
    "doc_type": "manual",
    "brand_id": 34,
    "brand_name": "Steinberg",
    "file_path": "/workspaces/Support-Center-/backend/data/steinberg/Steinberg_Production_Starter_Kit_d845e802.html",
    "metadata": {},
    "scraped_at": "2025-12-26 22:00:10.882121"
  },
  {
    "url": "https://www.steinberg.net/de/press/2021/spectralayers-8/",
    "title": "SpectraLayers 8 – Audio-Editing auf Basis hochentwickelter KI-gestützter Prozesse",
    "content": "23. Juni 2021\nSpectraLayers 8 – Audio-Editing auf Basis hochentwickelter KI-gestützter Prozesse\nPressemitteilung DE\n(PDF-Dokument, 24.35 MB)\nPressemitteilung JA\n(PDF-Dokument, 5.86 MB)\nPressemitteilung FR\n(PDF-Dokument, 24.32 MB)\nPressemitteilung EN\n(PDF-Dokument, 5.71 MB)\nAlle Bilder downloaden\n(ZIP-Archiv, 234.39 MB)\nPromovideo\nWir benötigen Ihre Zustimmung, um den YouTube Video-Service zu laden!\nWir verwenden einen Service eines Drittanbieters, um Videoinhalte einzubetten. Dieser Service kann Daten zu Ihren Aktivitäten sammeln. Bitte lesen Sie die Details durch und stimmen Sie der Nutzung des Service zu, um dieses Video anzusehen.\nDieser Inhalt darf aufgrund von Trackern, die Besuchern nicht offengelegt werden, nicht geladen werden. Der Besitzer der Website muss diese mit seinem CMP einrichten, um diesen Inhalt zur Liste der verwendeten Technologien hinzuzufügen.\nMehr Informationen\nAkzeptieren",
    "doc_type": "manual",
    "brand_id": 34,
    "brand_name": "Steinberg",
    "file_path": "/workspaces/Support-Center-/backend/data/steinberg/SpectraLayers_8_–_Audio-Editing_auf_Basis_hochentwickelter_KI-gestützter_Prozesse_aede6ef2.html",
    "metadata": {},
    "scraped_at": "2025-12-26 22:00:15.133256"
  },
  {
    "url": "https://www.steinberg.net/de/press/2022/spectralayers-9/",
    "title": "SpectraLayers 9 erweitert die spektrale Audiobearbeitung um mehr Geschwindigkeit, Kontrolle und Echtzeit-Monitoring",
    "content": "29. Juni 2022\nSpectraLayers 9 erweitert die spektrale Audiobearbeitung um mehr Geschwindigkeit, Kontrolle und Echtzeit-Monitoring\nPressemitteilung DE\n(PDF-Dokument, 5.91 MB)\nPressemitteilung EN\n(PDF-Dokument, 5.89 MB)\nPressemitteilung FR\n(PDF-Dokument, 5.89 MB)\nPressemitteilung JA\n(PDF-Dokument, 2.73 MB)\nAlle Bilder downloaden\n(ZIP-Archiv, 177.61 MB)\nPromovideo\nWir benötigen Ihre Zustimmung, um den YouTube Video-Service zu laden!\nWir verwenden einen Service eines Drittanbieters, um Videoinhalte einzubetten. Dieser Service kann Daten zu Ihren Aktivitäten sammeln. Bitte lesen Sie die Details durch und stimmen Sie der Nutzung des Service zu, um dieses Video anzusehen.\nDieser Inhalt darf aufgrund von Trackern, die Besuchern nicht offengelegt werden, nicht geladen werden. Der Besitzer der Website muss diese mit seinem CMP einrichten, um diesen Inhalt zur Liste der verwendeten Technologien hinzuzufügen.\nMehr Informationen\nAkzeptieren",
    "doc_type": "manual",
    "brand_id": 34,
    "brand_name": "Steinberg",
    "file_path": "/workspaces/Support-Center-/backend/data/steinberg/SpectraLayers_9_erweitert_die_spektrale_Audiobearbeitung_um_mehr_Geschwindigkeit,_Kontrolle_und_Echtzeit-Monitoring_d8b16463.html",
    "metadata": {},
    "scraped_at": "2025-12-26 22:00:19.718914"
  },
  {
    "url": "https://www.steinberg.net/de/press/2023/spectralayers-10/",
    "title": "SpectraLayers 10: Jetzt mit noch mehr Details, Geschwindigkeit und Kontrolle",
    "content": "22. Juni 2023\nSpectraLayers 10: Jetzt mit noch mehr Details, Geschwindigkeit und Kontrolle\nPressemitteilung DE\n(PDF-Dokument, 0.46 MB)\nPressemitteilung EN\n(PDF-Dokument, 0.45 MB)\nPressemitteilung JA\n(PDF-Dokument, 1.59 MB)\nPressemitteilung FR\n(PDF-Dokument, 0.45 MB)\nAlle Bilder downloaden\n(ZIP-Archiv, 118.87 MB)\nPromovideo\nWir benötigen Ihre Zustimmung, um den YouTube Video-Service zu laden!\nWir verwenden einen Service eines Drittanbieters, um Videoinhalte einzubetten. Dieser Service kann Daten zu Ihren Aktivitäten sammeln. Bitte lesen Sie die Details durch und stimmen Sie der Nutzung des Service zu, um dieses Video anzusehen.\nDieser Inhalt darf aufgrund von Trackern, die Besuchern nicht offengelegt werden, nicht geladen werden. Der Besitzer der Website muss diese mit seinem CMP einrichten, um diesen Inhalt zur Liste der verwendeten Technologien hinzuzufügen.\nMehr Informationen\nAkzeptieren",
    "doc_type": "manual",
    "brand_id": 34,
    "brand_name": "Steinberg",
    "file_path": "/workspaces/Support-Center-/backend/data/steinberg/SpectraLayers_10:_Jetzt_mit_noch_mehr_Details,_Geschwindigkeit_und_Kontrolle_6e726908.html",
    "metadata": {},
    "scraped_at": "2025-12-26 22:00:23.842108"
  },
  {
    "url": "https://www.steinberg.net/de/press/2024/spectralayers-11/",
    "title": "SpectraLayers 11: Unmixing und spektrale Reparaturen der Extraklasse",
    "content": "19. Juni 2024\nSpectraLayers 11: Unmixing und spektrale Reparaturen der Extraklasse\nPressemitteilung DE\n(PDF-Dokument, 0.41 MB)\nPressemitteilung FR\n(PDF-Dokument, 0.41 MB)\nPressemitteilung JA\n(PDF-Dokument, 0.34 MB)\nPressemitteilung EN\n(PDF-Dokument, 0.4 MB)\nAlle Bilder downloaden\n(ZIP-Archiv, 73.76 MB)\nPromovideo\nWir benötigen Ihre Zustimmung, um den YouTube Video-Service zu laden!\nWir verwenden einen Service eines Drittanbieters, um Videoinhalte einzubetten. Dieser Service kann Daten zu Ihren Aktivitäten sammeln. Bitte lesen Sie die Details durch und stimmen Sie der Nutzung des Service zu, um dieses Video anzusehen.\nDieser Inhalt darf aufgrund von Trackern, die Besuchern nicht offengelegt werden, nicht geladen werden. Der Besitzer der Website muss diese mit seinem CMP einrichten, um diesen Inhalt zur Liste der verwendeten Technologien hinzuzufügen.\nMehr Informationen\nAkzeptieren",
    "doc_type": "manual",
    "brand_id": 34,
    "brand_name": "Steinberg",
    "file_path": "/workspaces/Support-Center-/backend/data/steinberg/SpectraLayers_11:_Unmixing_und_spektrale_Reparaturen_der_Extraklasse_5bf32346.html",
    "metadata": {},
    "scraped_at": "2025-12-26 22:00:28.009783"
  },
  {
    "url": "https://www.steinberg.net/de/press/2025/hardware-brand-transition/",
    "title": "Steinberg gibt die Ausgliederung seiner Hardware-Sparte bekannt",
    "content": "9. Oktober 2025\nSteinberg gibt die Ausgliederung seiner Hardware-Sparte bekannt\nPressemitteilung DE\n(PDF-Dokument, 0.05 MB)\nPressemitteilung EN\n(PDF-Dokument, 0.05 MB)\nPressemitteilung FR\n(PDF-Dokument, 0.06 MB)\nPressemitteilung JA\n(PDF-Dokument, 0.17 MB)\nAlle Bilder downloaden\n(ZIP-Archiv, 0.16 MB)",
    "doc_type": "manual",
    "brand_id": 34,
    "brand_name": "Steinberg",
    "file_path": "/workspaces/Support-Center-/backend/data/steinberg/Steinberg_gibt_die_Ausgliederung_seiner_Hardware-Sparte_bekannt_bff31d47.html",
    "metadata": {},
    "scraped_at": "2025-12-26 22:00:32.150459"
  },
  {
    "url": "https://www.steinberg.net/de/press/2025/spectralayers-12/",
    "title": "SpectraLayers 12: Hebe dein Audiomaterial auf ein neues Niveau",
    "content": "2. Juli 2025\nSpectraLayers 12: Hebe dein Audiomaterial auf ein neues Niveau\nPressemitteilung DE\n(PDF-Dokument, 4.73 MB)\nPressemitteilung EN\n(PDF-Dokument, 4.72 MB)\nPressemitteilung FR\n(PDF-Dokument, 4.73 MB)\nPressemitteilung JA\n(PDF-Dokument, 4.98 MB)\nAlle Bilder downloaden\n(ZIP-Archiv, 19.34 MB)\nQ&A mit Robin Lobel\nHi Robin! Herzlichen Glückwunsch zur Veröffentlichung von SpectraLayers 12. Als Entwickler von SpectraLayers arbeitest du seit über 15 Jahren an diesem Produkt. Was sind deiner Meinung nach die wichtigsten Neuerungen in dieser Version?\nDanke dir. Der Schwerpunkt lag dieses Mal auf der Verbesserung und Erweiterung der Funktionen von SpectraLayers sowohl im Musik- als auch im Postproduktionsbereich mit KI-Unterstützung, sowie auf der Vereinfachung des Workflows auf Grundlage von Nutzerfeedbacks.\nKannst du uns etwas zu den am häufigsten nachgefragten neuen Funktionen und Änderungen erzählen, die du in SpectraLayers 12 integriert hast? Was haben sich die Nutzer am häufigsten gewünscht?\nSeit den Versionen 10 und 11 von SpectraLayers wünschen sich Nutzer immer wieder Verbesserungen des Moduls Unmix Song, daher haben wir die Qualität erneut optimiert! Überdies unterstützt das Modul Unmix Drums nun bis zu 6 Stems mit verbesserter Trennung. Im Bereich der Postproduktion wurde die Qualität der Tools Voice DeNoise, Unmix Noisy Speech und Unmix Transcription signifikant aufgewertet. Weiterhin haben Nutzer uns um das Ergänzen von Modulen wie DePlosive gebeten, welches jetzt ebenfalls Teil von SpectraLayers 12 ist. Es gab auch Wünsche nach einem leistungsfähigeren und benutzerfreundlicheren Harmonics Selection Tool und einer Option, um mehrere Clips gleichzeitig zu bearbeiten (insbesondere im ARA-Modus), und ich freue mich, euch mitteilen zu können, dass auch diese Funktionen implementiert werden konnten.\nSpectraLayers wird in sämtlichen Bereichen der Musik- und Audioproduktion sowie der Postproduktion eingesetzt. Wie hilft diese neue Version Musikern und Produzenten dabei, ihre Kreativität auf ein neues Niveau zu heben?\nZusätzlich zu den erwarteten und gewünschten Verbesserungen bietet SpectraLayers 12 vier neue Module, die beiden Anwendergruppen große Vorteile bieten werden. Mit Unmix Soundtrack lässt sich Audiomaterial aus Shows oder Podcasts in Dialog-, Effekt- und Musik-Layer splitten, während Unmix Instrument innerhalb weniger Sekunden ein Instrument aus dem Mix extrahiert. Das neue Modul Voice Enhance ist in der Lage dank generativer KI auch schlecht aufgenommene Sprachinhalte in eine Aufnahme zu transformieren, welche qualitativ an eine Studioaufnahme heranreicht.\nWie nahtlos wird der Übergang zu Version 12 für bestehende Nutzer werden?\nDer Übergang von Version 10 oder 11 zu Version 12 verläuft absolut reibungslos. Alle in Version 11 eingeführten Verbesserungen der Benutzeroberfläche wurden beibehalten und konsequent durch weitere ergänzt. Darunter fallen die Stichwortsuche in den meisten Bedienfeldern, eine benutzerfreundlichere Lautstärke-Hüllkurve und neue, gezielte Cut/Copy-Funktionen, die den Arbeitsablauf insgesamt noch effizienter gestalten.\nSpectraLayers hat bereits KI-gestützte Module integriert und erhält in der neuesten Version weitere Upgrades. Wie werden KI-Funktionen deiner Meinung nach zukünftigen SpectraLayers-Anwendern sowie der gesamten Pro-Audio-Branche zugutekommen?\nKI hat uns bereits Möglichkeiten eröffnet, die vor sechs Jahren noch undenkbar waren. Für Nutzer von SpectraLayers bedeutet das immer mehr Möglichkeiten, Sounds auf unterschiedliche Weisen zu entmischen, sowie immer präzisere Funktionen zur Klangrestaurierung und -wiederherstellung. Allgemeiner gesagt nimmt generative KI – als gleichfalls leistungsstarkes als auch kontroverses Thema – vermehrt Einfluss auf die Welt der professionellen Audiotechnik.\nKannst du uns einen kleinen Hinweis geben, in welche Richtung sich SpectraLayers zukünftig entwickeln wird?\nJede neue Version von SpectraLayers ist in der Regel eine Mischung aus wünschenswerten oder erwarteten Funktionen und einigen Überraschungsfeatures, die durch die ständige Weiterentwicklung der Technologie ermöglicht werden. Auch in Zukunft wird SpectraLayers die Möglichkeiten von KI auf erwartete und unerwartete Weise weiter ausloten und den Workflow weiter optimieren, um die Software noch anwenderfreundlicher zu gestalten. Sein leistungsstarkes Toolset und die Philosophie, die es so einzigartig macht, werden wir auf jeden Fall beibehalten, damit unsere Nutzer auch weiterhin eine unvergleichliche Kontrolle über ihren Sound haben.\nPromovideo\nWir benötigen Ihre Zustimmung, um den YouTube Video-Service zu laden!\nWir verwenden einen Service eines Drittanbieters, um Videoinhalte einzubetten. Dieser Service kann Daten zu Ihren Aktivitäten sammeln. Bitte lesen Sie die Details durch und stimmen Sie der Nutzung des Service zu, um dieses Video anzusehen.\nDieser Inhalt darf aufgrund von Trackern, die Besuchern nicht offengelegt werden, nicht geladen werden. Der Besitzer der Website muss diese mit seinem CMP einrichten, um diesen Inhalt zur Liste der verwendeten Technologien hinzuzufügen.\nMehr Informationen\nAkzeptieren\nWeitere Pressemitteilungen\n2. April 2025\nSteinberg Licensing: Einstellung des eLicenser-Modells zum Mai 2025\nNach dem erfolgreichen Umstieg sämtlicher Software-Produkte von Steinberg auf das neue Lizenzmodell Steinberg Licensing, stellt das Unternehmen die eLicenser-Unterstützung zum 20. Mai 2025 ein.\n19. Juni 2024\nSpectraLayers 11: Unmixing und spektrale Reparaturen der Extraklasse\nMit SpectraLayers 11 präsentiert Steinberg den neusten Meilenstein der KI-gestützten spektralen Audiobearbeitung inklusive frischer Algorithmen für ein erweitertes Unmixing, verbesserte Sprachbearbeitung und eine noch leistungsfähigere Geräuscherkennung.\n22. Juni 2023\nSpectraLayers 10: Jetzt mit noch mehr Details, Geschwindigkeit und Kontrolle\nDie jüngste Version von Steinbergs State-of-the-Art Spektral-Editing-Software bringt eine Reihe neuer Tools, Prozesse und einige bedeutende Erweiterungen, welche die Soundbearbeitung in allen nur denkbaren Bereichen mit beispielloser Leistung bereichern wird.\n29. Juni 2022\nSpectraLayers 9 erweitert die spektrale Audiobearbeitung um mehr Geschwindigkeit, Kontrolle und Echtzeit-Monitoring\nBegleitet von vielen signifikanten Optimierungen erlaubt die jüngste Version von Steinbergs State-of-the-Art Spektral-Editing-Software jetzt das Erleben der Spektral-Bearbeitungseffekte in Echtzeit, was den Workflow bei gleichzeitig akkuraterer Audiobearbeitung noch einmal deutlich beschleunigt.",
    "doc_type": "manual",
    "brand_id": 34,
    "brand_name": "Steinberg",
    "file_path": "/workspaces/Support-Center-/backend/data/steinberg/SpectraLayers_12:_Hebe_dein_Audiomaterial_auf_ein_neues_Niveau_b9bcb9f5.html",
    "metadata": {},
    "scraped_at": "2025-12-26 22:00:36.247781"
  },
  {
    "url": "https://www.steinberg.net/de/products/",
    "title": "Musik- und Audio-Produkte im Überblick",
    "content": "Steinberg Produkte\nCubase Pro 15\nDie vollständige Profi-DAW, auf die Blockbuster-Komponisten und Charts-Produzenten weltweit vertrauen.\n€ 579,00\nPreis inklusive 21% MwST.\nDetails\nJetzt kaufen\nCubase Artist 15\nDie kreative Musiksoftware, mit der du deine musikalischen Ideen in professionelle Songs verwandelst.\n€ 329,00\nPreis inklusive 21% MwST.\nDetails\nJetzt kaufen\nCubase Elements 15\nDer optimale, preisgünstige Einstieg in die Welt der Musikproduktion. Cubase Elements hat alles, was du brauchst, um sofort loszulegen.\n€ 99,99\nPreis inklusive 21% MwST.\nDetails\nJetzt kaufen\nNuendo 14\nMit vielen Funktionen für Dialog-Recording und -Editing, Immersive-Sound-Mixing und vielem mehr is Nuendo der Goldstandard für professionelle Audioproduktion.\n€ 999,00\nPreis inklusive 21% MwST.\nDetails\nJetzt kaufen\nNuendo Live 3\nVom intimen Wohnzimmerkonzert bis zu den größten Festivals, vom Solo-Musiker bis zum Orchester und vom Einsteiger bis zum Profi – Nuendo Live ist die perfekte Recording-Lösung für alle.\n€ 199,00\nPreis inklusive 21% MwST.\nDetails\nJetzt kaufen\nGratis\nDorico for iPad\nMit Dorico für iPad nimmst du Steinbergs Notations- und Kompositionssoftware jetzt überall mit hin. Egal, ob du Musik komponierst, arrangierst, spielst, lehrst oder lernst.\nGratis\nDetails\nDorico Pro 6\nSchreibe Musik für beliebig große Ensembles. Dorico Pro ist ein anspruchsvolles Profi-Tool zum Komponieren, Arrangieren, Veröffentlichen und Unterrichten von Musik.\n€ 579,00\nPreis inklusive 21% MwST.\nJetzt kaufen\nDorico Elements 6\nKomponiere und arrangiere Musik für Ensembles jeder Größe, mit allen Werkzeugen, die du brauchst, um schöne Partituren zu erstellen. Geeignet für den Gebrauch zu Hause und im Unterricht.\n€ 99,99\nPreis inklusive 21% MwST.\nDetails\nJetzt kaufen\nGratis\nDorico SE 6\nSchreibe kostenlos und unbegrenzt Musik für bis zu acht Spieler und profitiere dabei von vielen leistungsstarken Funktionen, die auch im Profibereich eingesetzt werden.\nGratis\nDetails\nDownload\nWaveLab Pro 12\nWaveLab ist weitaus mehr als eine perfekte Mastering-Lösung. Der modulare Ansatz ermöglicht es dir, verschiedene Funktionsbereiche für unterschiedliche Aufgaben in der Audioproduktion zu nutzen.\n€ 499,00\nPreis inklusive 21% MwST.\nDetails\nJetzt kaufen\nWaveLab Elements 12\nWaveLab Elements ist die ideale Ergänzung für jede DAW. Es ist perfekt für dich geeignet, wenn du gerade erst mit dem Musik machen oder Sound-Design angefangen hast und deine Mischungen unkompliziert optimieren möchtest.\n€ 99,99\nPreis inklusive 21% MwST.\nDetails\nJetzt kaufen\nWaveLab Cast 2\nWaveLab Cast unterstützt dich beim Produzieren von Podcasts und Interviews mit einem umfangreichen Arsenal an ausgewählten Editier-, Mix- und Optimierungsfunktionen, sowie Tools zum Publishen von Podcasts.\n€ 69,99\nPreis inklusive 21% MwST.\nDetails\nJetzt kaufen\nSpectraLayers Pro 12\nDie führende Software zur spektralen Audiobearbeitung mit professionellen Tools zum Analysieren, Optimieren und Modellieren von Audio im Spektralbereich.\n€ 349,00\nPreis inklusive 21% MwST.\nDetails\nJetzt kaufen\nSpectraLayers Elements 12\nEin Spektral-Editor mit allen Werkzeugen, die du für die routinemäßige Reparatur und Restauration von Audioaufnahmen benötigst, einschließlich automatischer Prozesse und KI-gestütztem Vocal Unmixing.\n€ 89,99\nPreis inklusive 21% MwST.\nDetails\nJetzt kaufen\nGratis\nMixKey Free\nMixKey ist der All-in-One Audio-Mixer für Content Creator – mit automatischer Pegelregelung, Stream-Recorder und flexiblen Ein- und Ausgängen genießt du professionellen Sound und maximale Kontrolle.\nDetails\nDownload\nCubasis 3 iOS\nHalte deine Ideen fest und verwandle sie in professionell klingende Songs mit unserer mehrfach ausgezeichneten Cubasis App – direkt auf deinem iPad oder iPhone.\nDetails\nCubasis 3 Android / Chrome OS\nHalte deine Ideen fest und verwandle sie in professionell klingende Songs mit unserer mehrfach ausgezeichneten Cubasis App – direkt auf deinem Android Smartphone oder Tablet.\nDetails\nCubase iC Pro\nCubase iC Pro verbindet sich tiefer mit Cubase als jede andere App. Es ist die fortschrittlichste Remote Control App für Cubase und dein persönlicher Aufnahmeassistent.\nDetails\nNanologue\nNanologue für iOS erzeugt vielseitige, inspirierende Synthesizersounds und professionelle Soundeffekte, die für nahezu jedes Musikgenre geeignet sind.\nDetails\nSmart Click for iOS\nSmart Click ist ein hochpräzises Metronom für iPhone und iPad. Es ist besonders einfach zu bedienen und hilft dir dabei hilft, dein Timing zu verbessern.\nDetails\nVST Connect Pro 5\nVST Connect Pro ist eine vollausgestattete Remote-Recording-Lösung, mit der du Musiker, Sänger oder Sprecher in professioneller Qualität aufnehmen kannst – ganz egal wo auf diesem Planeten sie sich befinden\n€ 199,00\nPreis inklusive 21% MwST.\nDetails\nJetzt kaufen\nImmerse with VST AmbiDecoder\nProfitiere von den Möglichkeiten künstlicher Intelligenz und erschaffe einzigartige immersive Klangwelten mit deiner eigenen, personalisierten HRTF. Immerse für den VST AmbiDecoder ermöglicht dir, klarstes immersives Monitoring auf deinen Kopfhörern in Nuendo und Cubase Pro zu erleben\n€ 189,00\nDetails\nIn den Warenkorb\nAbsolute 6\nAbsolute enthält Steinbergs beste VST-Instrumente mit tausenden Presets, über 100 GB erstklassige Sounds und Sound-Design Tools in einem Paket.\n€ 499,00\nPreis inklusive 21% MwST.\nDetails\nJetzt kaufen\nHALion 7\nHALion 7 ist ein bahnbrechendes, erstklassig ausgestattetes Software-Instrument (VST, AU, AAX), mit dem du Musik und Sounds auf höchstem Niveau produzieren kannst.\n€ 349,00\nPreis inklusive 21% MwST.\nDetails\nJetzt kaufen\nBackbone\nBackbone ist ein innovativer Drum-Designer für Kicks, Snares, Hi-Hats, Percussion, Rises, Hits und viele weitere Sounds. Erlebe eine neue Ära des Sound-Designs – die Ära der Drum Re-Synthese!\n€ 149,00\nPreis inklusive 21% MwST.\nDetails\nIn den Warenkorb\nElectric Bass\nMit Electric Bass für HALion erstellst du vielseitige und äußerst realistische Bassgitarrenparts für\njeden Musikstil.\n€ 129,00\nPreis inklusive 21% MwST.\nDetails\nIn den Warenkorb\nEthnic Vocal Phrases\nEthnic Vocal Phrases by Hayat Selim bietet dir unglaublich ausdrucksstarke und emotionale Gesangsphrasen, die du sofort einsetzen kannst,  um wunderschöne eigene Gesangsmelodien zu komponieren.\n€ 99,99\nPreis inklusive 21% MwST.\nDetails\nIn den Warenkorb\nGroove Agent 5\nGroove Agent ist Steinbergs virtueller Drummer für authentische Live-Drums, elektronische Beats und erstklassige Percussion-Grooves. Ob Rock und Pop, Jazz und Funk oder Trap und EDM – mit Groove Agent hast du für jedes Genre die passenden Drums parat.\n€ 179,00\nPreis inklusive 21% MwST.\nDetails\nJetzt kaufen\nGratis\nGuitar Harmonics Essential\nDie kostenlose VST-Gitarre von Cinematique Instruments setzt den Schwerpunkt auf sogenannte Flageolett- oder Obertöne und bietet einen sehr puren und klaren E-Gitarrensound.\nGratis\nDetails\nDownload\nHybrid Bundle\nDas Hybrid-Synthesizer-Bundle besteht aus Poly und Wave – zwei inspirierenden Synthesizern, die unter anderem beim Soundtrack der US Blockbuster Serie „Manifest“ zum Einsatz kamen.\n€ 89,99\nPreis inklusive 21% MwST.\nDetails\nIn den Warenkorb\nIconica Ensembles\nIconica Ensembles ist eine herausragende Sammlung mit über 40 inspirierenden Streicher- Blechbläser-, Holzbläser- und Percussion Presets – perfekt geeignet, um neue Ideen zu entwickeln und Musik für Film, TV, Pop/Rock-Songs oder Videospiele zu produzieren.\n€ 299,00\nPreis inklusive 21% MwST.\nDetails\nIn den Warenkorb\nIconica Opus\nIconica Opus kombiniert Iconica Sections & Players und Iconica Ensembles in einem mächtigen, inspirierenden Kompositionstool.\n€ 999,00\nPreis inklusive 21% MwST.\nDetails\nJetzt kaufen\nOlympus Choir Elements\nOlympus Choir Elements bringt die volle emotionale Ausdruckskraft des 63-stimmigen Olympus Symphonic Choir von Soundiron in deinen HALion.\n€ 119,00\nPreis inklusive 21% MwST.\nDetails\nJetzt kaufen\nOlympus Choir Micro\nOlympus Choir Micro von Soundiron ist das perfekte Tool für Komponisten, die einen einfachen, aber überzeugenden Chor ohne komplexe Optionen suchen.\n€ 49,99\nPreis inklusive 21% MwST.\nDetails\nIn den Warenkorb\nTales\nErzähle deine Geschichten mit dieser ganz besonderen handgefertigten, offen gestimmten Gitarre für HALion.\n€ 119,00\nPreis inklusive 21% MwST.\nDetails\nIn den Warenkorb\nPro Vocals Bundle\nThe Pro Vocals Bundle is a world class vocal collection built for producers, songwriters, and engineers who are looking for a breath of new inspiration.\n€ 399,00\nPreis inklusive 21% MwST.\nDetails\nIn den Warenkorb\nPro Instruments Bundle\nEine fantastische Sammlung von 30 Sound- und Loop-Sets für 17 verschiedene Musikgenres, mit insgesamt über 53 GB Sound-Content und mehr als 22.000 Instrumenten Loops, alle optimiert für die MediaBay.\n€ 499,00\nPreis inklusive 21% MwST.\nDetails\nIn den Warenkorb\nPandrum\nPandrum umfasst sechs aufwändig gesampelte Handpans und zwei Tongue Drums, die du mit weiteren Instrumenten wie einem Felt-Piano, einem Gamelan-Vibraphon oder einer zarten Gitarre kombinieren kannst, um ganz neue Sounds zu kreieren.\n€ 129,99\nPreis inklusive 21% MwST.\nDetails\nIn den Warenkorb\nTGuitar\nDie TGuitar von Acoustic Samples basiert auf einer wunderschönen Taylor 410CE Akustikgitarre, die sowohl mit den Fingern als auch mit einem Plektrum gespielt wurde.\n€ 129,00\nPreis inklusive 21% MwST.\nDetails\nIn den Warenkorb\nPandrum 2\nEntdecke eine erlesene Sammlung von Handpans, Steeldrums und Tongue Drums, angereichert mit zusätzlichen Layering-Instrumenten für außergewöhnliches Sound Design.\n€ 109,00\nPreis inklusive 21% MwST.\nDetails\nJetzt kaufen\nTransverse\nTransverse ist ein kreatives Instrument, mit dem du ausdrucksstarke Sweeps, Übergänge, Reverse Sounds, Risers und rhythmische Riffs für Film-Soundtracks, Videospiele und Musik designen kannst.\n€ 69,99\nPreis inklusive 21% MwST.\nDetails\nIn den Warenkorb\nHypnotic Dance\nHypnotic Dance ist eine Fundgrube für elektronische Musik mit druckvollen Basslines, schneidenden Leads und atmosphärischen Flächen.\n€ 29,99\nPreis inklusive 21% MwST.\nDetails\nIn den Warenkorb\nMoroccan Vocal Phrases\nEntdecke Moroccan Vocal Phrases feat. Nadia Kaawad und bereichere deine Soundtracks mit vielfältigen und kraftvollen traditionellen Gesängen aus Marokko.\n€ 99,99\nPreis inklusive 21% MwST.\nDetails\nIn den Warenkorb\nMaterials – Wind & Glass\nEntdecke ein wunderschön gesampletes Holzbläser-Ensembles, luftige Synthesizer-Texturen, exotische Flöten und atmosphärische Sound-Effekte, geformt von Wind und Glas.\n€ 129,00\nPreis inklusive 21% MwST.\nDetails\nIn den Warenkorb\nViolinse\nEntdecke 450 neu gestaltete Presets, basierend auf der kreativen Transformation einer Violine.\n€ 69,99\nPreis inklusive 21% MwST.\nDetails\nIn den Warenkorb\nVoice Of Wind: Adey\nBereichere deine Audioproduktionen mit der ätherischen, gefühlvollen Mezzosopranstimme von Songwriterin Adey Bell. Ihr reicher, luftiger Gesang passt perfekt zu Pop, Folk, Blues, Lounge und Jazz.\n€ 99,99\nPreis inklusive 21% MwST.\nDetails\nIn den Warenkorb\n4Knob PopD\n4Knob PopD von SampleTekk enhält 5 GB Samples eines deutschen Grand Pianos, aufgenommen mit exklusiver Vintage-Hardware in bis zu bis zu 26 Velocity-Layern.\n€ 69,99\nPreis inklusive 21% MwST.\nDetails\nIn den Warenkorb\nArtefakt Guitar\nDer perfekte Gitarrist für deine nächste Rock-, Funk-, Blues- oder Pop-Session.\n€ 99,99\nPreis inklusive 21% MwST.\nDetails\nIn den Warenkorb\nThe Orchestra: Colors\nThe Orchestra: Colors enthält wunderschöne, fertig orchestrierte Sound-Presets, die für verschiedene Stimmungen, Klangfarben und Stile designt wurden.\n€ 149,00\nPreis inklusive 21% MwST.\nDetails\nIn den Warenkorb\nGratis\nAlto Glockenspiel Essential\nDas kostenlose Alto Glockenspiel von Cinematique Instruments beeindruckt durch seinen liebevoll gesampelten Glockenspielklang, dem du mit kreativen Effekten noch mehr Leben einhauchen kannst.\nGratis\nDetails\nDownload\nBaltic Shimmers\nEntdecke eine faszinierende Instrumentensammlung von Ambient Sounds, Synth Pads und Drones mit einzigartigen Klangfarben, inspiriert von der Ostsee..\n€ 39,99\nPreis inklusive 21% MwST.\nDetails\nIn den Warenkorb\nCinemorphic\nEntdecke eine Welt voller düsterer, futuristischer Klanglandschaften – mit Cinemorphic für Retrologue.\n€ 29,99\nPreis inklusive 21% MwST.\nDetails\nIn den Warenkorb\nColors Guitar Textures\nVon wunderschönen, sanften Gitarren-Texturen bis hin zu rohen, schroffen Soli. Entdecke die gesamte Klangpalette elektronischer Gitarren in einem Instrument.\n€ 29,99\nPreis inklusive 21% MwST.\nDetails\nIn den Warenkorb\nColors Tensed\nColors Tensed delves into a world of suspense, creepiness, horror and atonal atmospheres.\n€ 29,99\nPreis inklusive 21% MwST.\nDetails\nIn den Warenkorb\nColors Tranquil\nExplore a world full of atmospheric, continuously shifting, crackling and breathing synth textures.\n€ 29,99\nPreis inklusive 21% MwST.\nDetails\nIn den Warenkorb\nColors Score Bundle\nHol dir Colors Tensed und Colors Tranquil zusammen in einem leistungsstarken Bundle und produziere beeindruckende Filmmusik und Soundtracks zu einem unschlagbar günstigen Preis.\n€ 49,99\nPreis inklusive 21% MwST.\nIn den Warenkorb\nDanny Lux Signature Bundle\nHol dir Pad Motion, Cycle und Texture von Danny Lux in einer leistungsstarken Sammlung – perfekt abgestimmt auf die Bedürfnisse von Medienkomponist:innen.\n€ 199,00\nPreis inklusive 21% MwST.\nDetails\nIn den Warenkorb\nDark Planet\nEine beindruckende Sammlung bedrohlicher Sounds, düsterer Loops und klanggewaltiger Instrumente - optimal für Filmmusik.\n€ 49,99\nPreis inklusive 21% MwST.\nDetails\nIn den Warenkorb\nEtude\nDieser Weltklasse-Flügel – ein wunderschöner Yamaha C3X – wurde in einem akustisch speziell für Piano konzipierten Aufnahmeraum gesampelt.\n€ 99,99\nPreis inklusive 21% MwST.\nDetails\nJetzt kaufen\nEtude Elements\nEtude Elements bietet dir den berühmten Konzertflügel-Sound von Etude in einer kompakten und günstigen Version.\n€ 29,99\nPreis inklusive 21% MwST.\nDetails\nIn den Warenkorb\nFM Lab\nMit FM Lab für HALion kannst du deine eigenen FM-Sounds mit einer hochmodernen, intuitiven Benutzeroberfläche designen.\n€ 149,00\nPreis inklusive 21% MwST.\nDetails\nIn den Warenkorb\nHammered Dulcimer\nDieses wunderschön gesampelte Hammered Dulcimer, bringt den düsteren, exotischen Sounds eines Hackbretts in deinen HALion. Es wurde mit verschiedenen Schlägeln und Sticks in zwei unterschiedlichen Mikrofonpositionen aufgenommen, um besonders glitzernde, atmosphärische Klänge zu erzielen.\n€ 39,99\nPreis inklusive 21% MwST.\nDetails\nIn den Warenkorb\nHALion Symphonic Orchestra\nHALion Symphonic Orchestra holst du dir den majestätisch-gewaltigen Klang und die emotionale Tiefe eines echten Symphonieorchesters.\n€ 99,99\nPreis inklusive 21% MwST.\nDetails\nIn den Warenkorb\nIconica Sections & Players\nIconica Sections & Players bietet dir eine exzellente Auswahl an modernen und ausdrucksstarken Orchesterinstrumenten. Die HALion-Library beeindruckt mit über 150 GB Samples von Streichern, Blechbläsern, Holzbläsern, Percussion und einer Harfe – in einer Vielzahl an Spieltechniken und Dynamiken.\n€ 799,00\nPreis inklusive 21% MwST.\nDetails\nIn den Warenkorb\nLegends\nDie erste Erweiterung für X-Stream setzt den Fokus auf organische, atmosphärische und filmische Klangwelten – kombiniert mit markerschütternden Bässen.\n€ 29,99\nPreis inklusive 21% MwST.\nDetails\nIn den Warenkorb\nLute\nDie Laute von Cinematique Instruments kombiniert den einzigartigen Sound einer vergangenen Ära mit der Usability von HALion.\n€ 39,99\nPreis inklusive 21% MwST.\nDetails\nIn den Warenkorb\nLyrical Cello Phrases\nLyrical Cello Phrases ist eine sorgfältig zusammengestellte Library mit live gespielten, ausdrucksstarken Cello-Phrasen voller Emotion.\n€ 99,99\n€ 79,99\nPreis inklusive 21% MwST.\nDetails\nIn den Warenkorb\nMarimba\nDiese Marimba wurde von Cinematique Instruments zusammen mit einem der besten Percussionisten Australiens aufgenommen, Michael Askill. Seine einzigartige Spielweise und der volle, warme Sound der Marimba machen dieses HALion Instrument besonders inspirierend.\n€ 39,99\nPreis inklusive 21% MwST.\nDetails\nIn den Warenkorb\nGratis\nNavia Harp Free\nThis free HALion Instrument takes the purity of a classic sampled harp and combines it with beautiful modern effects, like distortion and tape delay.\nGratis\nDetails\nDownload\nPadshop 2\nIm Herzen dieses mächtigen Synthesizers treffen granulare und spectrale Klangerzeugung aufeinander. Ein fantastisches Tool für futuristische Flächensounds und spektakuläre Effektklänge.\n€ 129,00\nPreis inklusive 21% MwST.\nDetails\nJetzt kaufen\nPoly\nAnalog-Synthese ganz einfach: Poly ist ein fantastisch klingender virtuell-analoger Synthesizer mit einem intuitiven Workflow und einem einzigartigen Vibe.\n€ 59,99\nPreis inklusive 21% MwST.\nDetails\nIn den Warenkorb\nRetrologue 2\nDer flexible und intuitive Retrologue 2 emuliert den warmen, vollen Sound klassischer analoger Synthesizer und wird dich immer wieder neu inspirieren.\n€ 99,99\nPreis inklusive 21% MwST.\nDetails\nIn den Warenkorb\nRAST-A\nRAST-A für HALion ist eine Hommage an die legendären spannungsgesteuerten Synthesizer der 1980er Jahre. RAST-A bildet die Einflüsse einzelner Hardwarekomponenten auf den Klang authentisch nach, um den lebendigen Synthesizer-Sound der 80er wiederauferstehen zu lassen.\n€ 59,99\nPreis inklusive 21% MwST.\nDetails\nIn den Warenkorb\nRevolution-Cre8\nKreiere einzigartige rückwärts gespielte Sounds und Phrasen mit Revolution-Cre8 für HALion.\n€ 149,00\nPreis inklusive 21% MwST.\nDetails\nIn den Warenkorb\nThe Grand 3\nDrei edle Konzertflügel, ein legendäres Electric Grand und ein klassisches Upright Piano in einer fantastischen Kollektion.\n€ 149,00\nPreis inklusive 21% MwST.\nDetails\nIn den Warenkorb\nStratum\nStratum ist ein modernes Streichinstrument, das organische Samples und synthetische Sounds harmonisch miteinander verbindet.\n€ 99,99\nPreis inklusive 21% MwST.\nDetails\nIn den Warenkorb\nSimple\nSIMPLE ist ein zukunftsweisender, polyphoner Synthesizer für HALion mit einfacher Bedienung und maximalen Möglichkeiten.\n€ 89,99\nPreis inklusive 21% MwST.\nDetails\nIn den Warenkorb\nTriebwerk\nUltrafette Synths, druckvolle Drum-Kits und zerhackstückelte Vocals — Triebwerk bringt den Treibstoff für clubtaugliche Dance Tracks.\n€ 49,99\nPreis inklusive 21% MwST.\nDetails\nIn den Warenkorb\nSwiss Grand 1860\nDeeply sampled with 32 velocity layers and eight samples per key release and damper movement, this superb piano takes you on a musical journey through time.\n€ 99,99\nPreis inklusive 21% MwST.\nDetails\nIn den Warenkorb\nVertigo Strings\nVertigo Strings von Cinematique Instruments ist eine inspirierende, innovative Streicher-Library für HALion, die weit mehr bietet als ansprechenden organischen Streichersound.\n€ 39,99\nPreis inklusive 21% MwST.\nDetails\nIn den Warenkorb\nVibrant\nVibrant vereint den warmen, gefühlvollen Vintage-Sound von vier legendären Instrumenten – Rhodes Stage Mark I, Rhodes Suitcase, Wurlitzer 200A und Hohner Clavinet.\n€ 129,00\nPreis inklusive 21% MwST.\nDetails\nIn den Warenkorb\nWave\nEin moderner Klassiker: Wave ist ein Synthesizern mit zwei Wavetable-Oszillatoren, der perfekt auf die Anforderungen von Komponisten, Sound-Designern und Elektronik-Musikern zugeschnitten ist.\n€ 59,99\nPreis inklusive 21% MwST.\nDetails\nIn den Warenkorb\nXTC\nJeder Parameter von XTC wurde bis ins kleinste Detail modelliert, um den legendären Synthesizer-Sound der 80er und 90er Jahre aufleben zu lassen, der in unzähligen Rave-, Hardcore- und Pop-Produktionen zu hören ist.\n€ 59,99\nPreis inklusive 21% MwST.\nDetails\nIn den Warenkorb\nGratis\nX-Stream\nDer kostenlose Spektralsynthesizer X-Stream verwandelt jedes Sample in ein buntes Spektrum unterschiedlicher Sounds.\nGratis\nDetails\nDownload\nZilhouette Strings\nZilhouette Strings ist eine wunderschöne Streicher-Library, bestehend aus sieben Geigen, zwei Bratschen, sieben Celli und zwei Bässen, mit jeweils drei verschiedenen Artikulationen.\n€ 39,99\nPreis inklusive 21% MwST.\nDetails\nIn den Warenkorb\nWriting Room Synths\nWriting Room Synths ist eine kuratierte Sammlung gesampelter analoger Synthesizer – allesamt legendäre Instrumente, die Musikgeschichte geschrieben haben.\n€ 99,99\nPreis inklusive 21% MwST.\nDetails\nIn den Warenkorb\nMusik- und Audio-Produkte im Überblick\nSteinberg hat in der Vergangenheit immer wieder neue, innovative Technologien entwickelt und auf dieser Tradition basiert unsere gesamte Produktpalette.\nWir bieten Software und Hardware für die Produktion von Musik und Audio in höchster Studioqualität. Unsere Tools sind speziell auf deine Anforderungen zugeschnitten, egal ob du Songs komponierst, Musik produzierst, Sounds designst oder anderweitig mit Audio kreativ bist.\nSteinbergs Portfolio umfasst Produkte für Recording und Mixing, Musikproduktion, Podcasts, Postproduktion, Mastering und Soundtracks, mit denen du Audio-Projekte jeglicher Größenordnung realisieren kannst.",
    "doc_type": "manual",
    "brand_id": 34,
    "brand_name": "Steinberg",
    "file_path": "/workspaces/Support-Center-/backend/data/steinberg/Musik-_und_Audio-Produkte_im_Überblick_bfacaff4.html",
    "metadata": {},
    "scraped_at": "2025-12-26 22:00:44.741856"
  },
  {
    "url": "https://www.steinberg.net/de/promotion/cubase-partner-products/",
    "title": "Privatsphären-Einstellungen",
    "content": "",
    "doc_type": "manual",
    "brand_id": 34,
    "brand_name": "Steinberg",
    "file_path": "/workspaces/Support-Center-/backend/data/steinberg/Privatsphären-Einstellungen_66bcf1c0.html",
    "metadata": {},
    "scraped_at": "2025-12-26 22:00:48.790996"
  },
  {
    "url": "https://www.steinberg.net/de/spectralayers/",
    "title": "SoundandVision.Unified.",
    "content": "Überblick\nNeu in 12\nFeatures\nAnwendungsgebiete\nMusikproduktion\nPostproduktion & Restauration\nWeitere Einsatzbereiche\nLearn\nVergleich\nKostenlos testen\nSpectraLayers 12 Kaufen\nSpectraLayers Pro 12\nSpectraLayers Elements 12\nDein Experte für Spektralbearbeitung und KI-gestütztes Audio-Processing\nSpectraLayers bietet dir unfassbare Eingriffsmöglichkeiten in dein Audiomaterial, indem es Sounds als visuelle Objekte darstellt. Erforsche das Audiospektrum, greife hinein, transformiere es und erziele fantastische Ergebnisse, sei es zur Reparatur und Wiederherstellung von Audiodateien oder zum Designen einzigartiger Sounds. Unerreichte Auswahlwerkzeuge, die über viele Jahre hinweg entwickelt wurden, werden jetzt durch neue, von künstlicher Intelligenz gesteuerte Technologien zur Audio-Extraktion und Reparatur von Aufnahmen ergänzt.\nDie fortschrittlichste Software zur Spektralbearbeitung\nBerühre, modelliere und forme Audio auf einem Spektraldiagramm\nAutomatische, von künstlicher Intelligenz gesteuerte, Prozesse\nVon der Reparatur und Restauration bis zur experimentellen Musikproduktion\nKünstliche Intelligenz. Sensorische Integration.\nIn vielen Programmen kannst du dir das Spektrum deines Audiomaterials ansehen, aber nur SpectraLayers ermöglicht dir, das was du siehst auch zu berühren, zu formen und zu gestalten. Jetzt unterstützt dich dabei sogar eine künstliche Intelligenz, die musikalische Pattern erkennt, Operationen durchführt und deinen Weg zum perfekten Audio noch schneller macht.\nEine optimale Basis für KI-unterstütztes Processing\nMit den manuellen Auswahlwerkzeugen kannst du jede Art von Bearbeitungen vornehmen – von groben Änderungen mit einem breiten Pinsel bis hin zu mikroskopisch feinen Eingriffen. KI-gestützte Prozesse machen SpectraLayers noch präziser und flexibler, so dass du so schnell wie nie optimale Ergebnisse erzielst.\nVom wissenschaftlichen Arbeiten zur freien Improvisation\nNutze die Geschwindigkeit und Präzision der KI, um ein Sample in Layer aufzuteilen und diese frei zu mischen. Entmische Tracks in Stems und Stems in einzelne Komponenten – vollkommen automatisch. Identifiziere, isoliere und bearbeite Transienten, Ton- und Rauschanteile in extrahierten Instrumenten. Machst du experimentelle Musik? Mit SpectraLayers bekommst du granularen und formbaren Sound mit chirurgischer Präzision. Es ist ein Freeform Music Creation Tool... ein echtes Musikinstrument.\nReparieren und Wiederherstellen\nFinde und entferne Fehler oder unerwünschte Nebengeräusche, reduziere Rauschen, repariere Clips, entferne Clicks, zähme Transienten und vieles mehr – manuell oder vollkommen automatisch mit den neuen KI-gestützten Tools. Arbeite schnell und präzise und staune über Ergebnisse, die du nie für möglich gehalten hättest.\nSlide 1 of 2\n”\nSpectraLayers ist für mich als präzises Instrument für die Gestaltung komplexer, aber organisch-klingender Fantasy-Sounds unerlässlich. Es kann einzigartige Hörerlebnisse kreieren, indem es Sounds durch scharf abgegrenzte Frequenzbänder zu einem Mosaik vereint. Die Möglichkeit, Ebenen einzeln oder in Kombinationen anzuhören und alle Komponenten einzeln als Mischung zu exportieren, ist ein großartiger Workflow. Ich habe schon viel Spaß mit dem Programm gehabt.\nDane A. Davis\nPresident, Danetracks Inc. – BAFTA, MPSE and Oscar awards for \"The Matrix\"\n”\nSpectraLayers hat bei zwei verschiedenen Albumprojekten, an denen ich beteiligt war, dafür gesorgt, dass alles fantastisch klingt.\nSteve Morse\nGuitarist\nDie Ära von ARA\nHeutige Audioproduktionsplattformen müssen sowohl im Wellenform- als auch im Spektralbereich einsetzbar sein. Toningenieure erwarten eine starke Leistung, gepaart mit höchster Flexibilität, den besten kreativen Optionen und einem schnellen Workflow.  Dank der fortschrittlichen ARA 2 Technologie, die eine Verbindung zwischen verschiedenen Audio-Editoren herstellt, lässt sich SpectraLayers in Nuendo, Cubase und viele Host-Applikationen anderer Hersteller integrieren. Nutze die umfangreichen Funktionen der visuellen Spektralbearbeitung direkt in deiner DAW!\nAudio-Refabrikation\nNutze die hochpräzisen Werkzeuge, um einen Bereich in der Spektrum-Anzeige haargenau auszuwählen. Extrahiere das Material in separate Layer, um es mit SpectraLayers oder anderen Tools deiner DAW weiterzubearbeiten. Mische und rendere deine Edits oder lasse sie an der Zeitposition in deiner DAW stehen. Dank ARA 2 Unterstützung kannst du SpectraLayers direkt im Wellenform-Anzeigefenster von Cubase und Nuendo starten. Erlebe die ultimative Programmintegration in Echtzeit.\nDein Weg zum Ziel\nSpectraLayers bietet KI unterstützte Spektralbearbeitung und nahtlose DAW-Integration. Mit der Einsteigerversion SpectraLayers Elements kannst du Fehler in deinen Audiodateien präzise beheben. Es beinhaltet einige sehr nützliche Funktionen, wie die automatische Reduktion von Rauschen und Brummen sowie einige hilfreiche Ki-unterstützte Prozesse, darunter das Entmischen von Gesangsaufnahmen. Die Pro-Version bietet dir umfangreiche professionelle Tools und eine anspruchsvolle KI-Implementierung. Die zweite Generation der künstlichen Intelligenz und der verbesserte ARA 2 Support machen SpectraLayers zu einer großartigen Erweiterung für Cubase und Nuendo. Erlebe die Möglichkeiten von SpectraLayers direkt in deiner DAW!\nErfahre mehr\nAwards und Presseauszeichnungen\nSpectraLayers kaufen\nSpectraLayers Pro 12\nDie führende Software zur spektralen Audiobearbeitung mit professionellen Tools zum Analysieren, Optimieren und Modellieren von Audio im Spektralbereich.\n€ 349,00\nPreis inklusive 21% MwST.\nJetzt kaufen\nSpectraLayers Pro 12\nDie führende Software zur spektralen Audiobearbeitung mit professionellen Tools zum Analysieren, Optimieren und Modellieren von Audio im Spektralbereich.\nUpgrades ab\n€ 269,00\nPreis inklusive 21% MwST.\nJetzt kaufen\nSpectraLayers Elements 12\nEin Spektral-Editor mit allen Werkzeugen, die du für die routinemäßige Reparatur und Restauration von Audioaufnahmen benötigst, einschließlich automatischer Prozesse und KI-gestütztem Vocal Unmixing.\n€ 89,99\nPreis inklusive 21% MwST.\nJetzt kaufen",
    "doc_type": "manual",
    "brand_id": 34,
    "brand_name": "Steinberg",
    "file_path": "/workspaces/Support-Center-/backend/data/steinberg/SoundandVision.Unified._fedf38a8.html",
    "metadata": {},
    "scraped_at": "2025-12-26 22:00:52.627452"
  },
  {
    "url": "https://www.steinberg.net/de/spectralayers/compare-editions/",
    "title": "SpectraLayers Vergleichstabelle",
    "content": "Überblick\nNeu in 12\nFeatures\nAnwendungsgebiete\nMusikproduktion\nPostproduktion & Restauration\nWeitere Einsatzbereiche\nLearn\nVergleich\nKostenlos testen\nSpectraLayers 12 Kaufen\nSpectraLayers Pro 12\nSpectraLayers Elements 12\nSpectraLayers Vergleichstabelle\nDie umfangreichen Editing- und Layer-Funktionen macht jede SpectraLayers-Version zu einem kreativen Kraftpaket. SpectraLayers Elements hat alles an Bord, was du für routinemäßige Reparatur- und Restaurationsarbeiten benötigst. SpectraLayers Pro bietet den größten Funktionsumfang an KI-gestützten Prozessen für das Unmixing von Songs, das De-Bleeding von Tracks und das Isolieren von Sounds, Transienten oder Rauschbestandteilen eines Sounds.\nProdukt:\nAlle anzeigen\nSpectraLayers Pro 12\nSpectraLayers Elements 12\nSpectraLayers Go\nAllgemein\nSpectraLayers Pro 12\nSpectraLayers Elements 12\nSpectraLayers Go\nTable title\nDatei-Import\nAAC, AC3, AIFF, ALAC, AU, CAF, FLAC, MP3, OGG, Opus, RAW, WAV, WMA\nAAC, AC3, AIFF, ALAC, AU, CAF, FLAC, MP3, OGG, Opus, RAW, WAV, WMA\nAAC, AC3, AIFF, ALAC, AU, CAF, FLAC, MP3, OGG, Opus, RAW, WAV, WMA\nDatei-Export\nAAC, AC3, AIFF, CAF, FLAC, MP3, OGG, Opus, RAW, WAV\nAAC, AC3, AIFF, CAF, FLAC, MP3, OGG, Opus, RAW, WAV\nAAC, AC3, AIFF, CAF, FLAC, MP3, OGG, Opus, RAW, WAV\nMaximale Sample Rate\n384 kHz\n96 kHz\n96 kHz\nMaximale Anzahl Kanäle\n8\n2 (stereo)\n2 (stereo)\nMetadaten bearbeiten\nYes\nYes\nNo\nMarker bearbeiten\nYes\nYes\nNo\nPlugIn-Formate\nARA2, AAX\nARA2, AAX\nARA2 VST, ARA2 AAX, AAX Plug-in\nAnzahl Sound-Layer (max.)\nUnlimited\nUnlimited\nUnlimited\nBenutzeroberfläche\nSpectraLayers Pro 12\nSpectraLayers Elements 12\nSpectraLayers Go\nTable title\nStartbildschirm\nYes\nYes\nYes\nModern Round Look\nYes\nYes\nYes\nHiDPI/Retina-Unterstützung\nYes\nYes\nYes\nEinheitliche Oberfläche mit flexiblem Layout\nYes\nYes\nYes\nAnpassbare Helligkeit der Benutzeroberfläche\nYes\nYes\nYes\nVU-Meter\nYes\nYes\nNo\nSpectrale Abspielmarke\nYes\nYes\nYes\nCursor Crosshair\nYes\nYes\nYes\nCursor Coordinates\nYes\nYes\nYes\nPermanent Scroll Bar\nYes\nYes\nYes\nOutput Level\nYes\nYes\nYes\nNative Apple-Silicon-Unterstützung\nYes\nYes\nYes\nWindows 11 window management\nYes\nYes\nYes\nRealtime & Dynamic Process Preview\nYes\nYes\nYes\nProcess Presets\nYes\nYes\nYes\nPresets für Tools\nYes\nYes\nYes\nKompakte Ansicht\nYes\nYes\nYes\nVorschau Loop-Module\nYes\nYes\nYes\nBildschirm-Einstellungen\nSpectraLayers Pro 12\nSpectraLayers Elements 12\nSpectraLayers Go\nTable title\nVerbundansicht\nYes\nYes\nYes\nAusgewählte-Ebenen-Ansicht\nYes\nYes\nYes\nMin/Max Amplitude\nYes\nYes\nYes\nFFT-Größe\nYes\nYes\nYes\nAuflösung\nYes\nNo\nYes\nBrightness-Kurve\nYes\nNo\nYes\nAuswahl-Deckkraft\nYes\nYes\nYes\nAuswahlbereich (Zeit, Frequenz)\nYes\nYes\nYes\nFFT-Fenster\nYes\nNo\nYes\nBereichseinstellungen (Wellenform, Zeit, Frequenz, 3D)\nYes\nYes\nYes\nBearbeiten\nSpectraLayers Pro 12\nSpectraLayers Elements 12\nSpectraLayers Go\nTable title\nRückgängig/Wiederherstellen\nYes\nYes\nYes\nBearbeitungsschritte rückgängig machen (max.)\n64\n8\n8\nAusschneiden/Kopieren/Einfügen/Löschen\nYes\nYes\nYes\nAudio Heal\nYes\nNo\nNo\nTransformieren\nYes\nNo\nNo\nTransfer zwischen Kanälen\nYes\nYes\nYes\nExterne Editoren\nBis zu 3\n1\nZeit Einfügen/Freistellen\nYes\nYes\nSelection options\nSpectraLayers Pro 12\nSpectraLayers Elements 12\nSpectraLayers Go\nTable title\nAlle auswählen/Auswahl aufheben/Erneut auswählen\nYes\nYes\nYes\nAuswahl invertieren/Auswahlfrequenzen invertieren\nYes\nYes\nYes\nAuswahl modifizieren (Expand/Contract/Fade)\nYes\nYes\nNo\nÄhnliches auswählen\nYes\nNo\nNo\nObertöne auswählen\nYes\nNo\nNo\nAuswahl laden/speichern\nYes\nYes\nNo\nEntmischen-Module\nSpectraLayers Pro 12\nSpectraLayers Elements 12\nSpectraLayers Go\nTable title\nSongs entmischen\nVollständig\nVocals only\nVocals only\nPublikumsgeräusche entmischen\nYes\nSong entmischen\nYes\nInstrument entmischen\nYes\nGesang entmischen\nYes\nDrums entmischen\nYes\nVerrauschte Sprache entmischen\nYes\nMehrere Stimmen entmischen\nYes\nLayer zu Komponenten entmischen\nYes\nNo\nNo\nLevels\nYes\nMehrkanalsignale entmischen\nYes\nMid/Side trennen\nYes\nTranskription\nYes\nHilfsprogramme\nSpectraLayers Pro 12\nSpectraLayers Elements 12\nSpectraLayers Go\nTable title\nSignal-Generator\nYes\nYes\nYes\nVerstärkung\nYes\nYes\nYes\nNormalisieren\nYes\nYes\nYes\nPhasenrotation\nYes\nYes\nUmkehren\nYes\nGenerator (Stille, Ton, Rauschen)\nYes\nYes\nNo\nAmplitude (Gain, Channel Remixer)\nYes\nYes\nYes\nImprint\nYes\nNo\nNo\nEQ-Übereinstimmung\nYes\nYes\nNo\nUmgebungsübereinstimmung\nYes\nNo\nNo\nHall-Übereinstimmung\nYes\nVST 3 PlugIn Unterstützung\nYes\nYes\nNo\nRestauration\nSpectraLayers Pro 12\nSpectraLayers Elements 12\nSpectraLayers Go\nTable title\nNoise Reduction\nYes\nYes\nNo\nReverb Reduction\nYes\nNo\nNo\nDePlosive\nYes\nBrummen reduzieren\nYes\nYes\nNo\nClicks reparieren\nYes\nYes\nNo\nClipping reparieren\nYes\nNo\nNo\nDe-Esser\nYes\nNo\nNo\nDe-Bleed\nYes\nNo\nNo\nVoice Denoiser\nYes\nNo\nNo\nVoice DeClip\nYes\nVoice DeNoise\nYes\nVoice Enhance\nYes\nTransformations- und Auswahltools\nSpectraLayers Pro 12\nSpectraLayers Elements 12\nSpectraLayers Go\nTable title\nBewegen\nYes\nYes\nYes\nAuswahl verschieben\nYes\nYes\nYes\nZeit/Frequenz-Bereich\nYes\nYes\nYes\nRahmen (rechteckig, elliptisch)\nYes\nYes\nYes\nLasso\nYes\nNo\nNo\nPinsel\nYes\nYes\nYes\nZauberstab\nYes\nNo\nNo\nFrequenz/Obertöne\nYes\nNo\nNo\nTransienten\nYes\nNo\nNo\nBearbeiten-Werkzeuge\nSpectraLayers Pro 12\nSpectraLayers Elements 12\nSpectraLayers Go\nTable title\nRadiergummi\nYes\nYes\nYes\nVerstärker\nYes\nYes\nNo\nKlon-Stempel\nYes\nNo\nNo\nFrequenz-Reparatur\nYes\nYes\nNo\nTransfer Brush\nYes\nFrequenz-Pinsel\nYes\nYes\nYes\nTransient Pencil\nYes\nRauschen-Spray\nYes\nYes\nNo\nNavigations- und Informationstools\nSpectraLayers Pro 12\nSpectraLayers Elements 12\nSpectraLayers Go\nTable title\nHand\nYes\nYes\nYes\nZoom\nYes\nYes\nYes\n3D\nYes\nYes\nYes\nWiedergabe\nYes\nYes\nYes\nSpektral-Marker und Regionen\nYes\nYes\nNo\nMesswerkzeuge (Sampler, Plot, Statistics)\nYes\nNo\nNo\nAutomation\nSpectraLayers Pro 12\nSpectraLayers Elements 12\nSpectraLayers Go\nTable title\nModulkette\nYes\nYes\nNo\nLautstärkehüllkurven\nYes\nYes\nNo\nStapelbearbeitung\nYes\nProdukt:\nAlle anzeigen\nSpectraLayers Pro 12\nSpectraLayers Elements 12\nSpectraLayers Go\nSystemvoraussetzungen\nSpectraLayers Pro 12\nSpectraLayers Elements 12\nSpectraLayers Go\nTable title\nBetriebssysteme (Windows)\n64-Bit Windows 10 Version 21H2 (oder höher), 64-Bit Windows 11 Version 21H2 (oder höher)\n64-Bit Windows 10 Version 21H2 (oder höher), 64-Bit Windows 11 Version 21H2 (oder höher)\nWindows 11 (64-bit), Windows 10 (64-bit)\nBetriebssysteme (Mac)\nmacOS Monterey, macOS Ventura, macOS Sonoma, macOS Sequoia\nmacOS Monterey, macOS Ventura, macOS Sonoma, macOS Sequoia\nmacOS Big Sur, macOS Monterey, macOS Ventura, macOS Sonoma, macOS Sequoia\nApple silicon–based Mac\nRosetta 2 App, Native App\nRosetta 2 App, Native App\nCPU minimum  (Windows)\nIntel® Core™ i5 (4th Generation) or AMD Ryzen™ or Qualcomm Snapdragon™ X\nIntel® Core™ i5 (4th Generation) or AMD Ryzen™ or Qualcomm Snapdragon™ X\nDual Core CPU\nCPU minimum (Mac)\nIntel® Core™ i5 (mid 2013 oder neuer) oder Apple Silicon\nIntel® Core™ i5 (mid 2013 oder neuer) oder Apple Silicon\nRAM minimum\n8 GB\n8 GB\n8 GB\nRAM empfohlen\n16 GB\n16 GB\n16 GB\nFreier Speicherplatz\n8 GB\n8 GB\n8 GB\nBildschirmauflösung minimum bei 100% UI scaling\n1920 x 1080\n1920 x 1080\n1280 x 720\nGrafik minimum (Windows)\nDirectX 11 compatible graphics card (DirectX 12 recommended for AI processing)\nDirectX 11 compatible graphics card (DirectX 12 recommended for AI processing)\nOpenGL 3.3 compatible graphics card (DirectX 11 recommended) (Windows only)\nGrafik (Mac)\nGrafikkarte mit OpenGL 3.3-Unterstützung\nGrafikkarte mit OpenGL 3.3-Unterstützung\nOS kompatible Audio-Hardware\nYes\nYes\nInternetverbindung für\nAccount anlegen und Produkt registrieren, Installer Download, Lizenzaktivierung\nAccount anlegen und Produkt registrieren, Installer Download, Lizenzaktivierung\nAccount anlegen und Produkt registrieren, Installer Download, Lizenzaktivierung\nSpectraLayers kaufen\nSpectraLayers Pro 12\nDie führende Software zur spektralen Audiobearbeitung mit professionellen Tools zum Analysieren, Optimieren und Modellieren von Audio im Spektralbereich.\n€ 349,00\nPreis inklusive 21% MwST.\nJetzt kaufen\nSpectraLayers Pro 12\nDie führende Software zur spektralen Audiobearbeitung mit professionellen Tools zum Analysieren, Optimieren und Modellieren von Audio im Spektralbereich.\nUpgrades ab\n€ 269,00\nPreis inklusive 21% MwST.\nJetzt kaufen\nSpectraLayers Elements 12\nEin Spektral-Editor mit allen Werkzeugen, die du für die routinemäßige Reparatur und Restauration von Audioaufnahmen benötigst, einschließlich automatischer Prozesse und KI-gestütztem Vocal Unmixing.\n€ 89,99\nPreis inklusive 21% MwST.\nJetzt kaufen",
    "doc_type": "manual",
    "brand_id": 34,
    "brand_name": "Steinberg",
    "file_path": "/workspaces/Support-Center-/backend/data/steinberg/SpectraLayers_Vergleichstabelle_7d0759d3.html",
    "metadata": {},
    "scraped_at": "2025-12-26 22:00:56.583709"
  },
  {
    "url": "https://www.steinberg.net/de/spectralayers/features/",
    "title": "Entdecke alle SpectraLayers-Features",
    "content": "Überblick\nNeu in 12\nFeatures\nAnwendungsgebiete\nMusikproduktion\nPostproduktion & Restauration\nWeitere Einsatzbereiche\nLearn\nVergleich\nKostenlos testen\nSpectraLayers 12 Kaufen\nSpectraLayers Pro 12\nSpectraLayers Elements 12\nEntdecke alle SpectraLayers-Features\nWelche Features interessieren Dich?\nProdukt\nAlle anzeigen\nSpectraLayers Pro 12\nSpectraLayers Elements 12\nKategorie\nAlle anzeigen\nAllgemeines\nUnmix\nEditing\nSelection\nProcessing\nVisualization\nAllgemeines\n3D-Perspektive\nDiese Funktion macht SpectraLayers zu einem optischen Highlight! Verwende den 3D-Joystick, um die…\nElements\nPro\nEbenen-Bedienfeld\nEbenen sind vergleichbar mit DAW-Spuren. Hier hast du die Kontrolle über Pegel, Mute/Solo-Status…\nElements\nPro\nAnzeigeeinstellungen\nDiese Steuerelemente sind vergleichbar mit den Schärfe- und Blendenreglern an einer Kamera.  Du…\nElements\nPro\nARA-Implementierung\nDie ARA-2-Technologie schlägt eine Brücke zwischen verschiedenen Audioanwendungen. Starte…\nElements\nPro\nStartbildschirm\nDer Startbildschirm bietet schnellen Zugriff auf die zuletzt verwendeten Dateien und ermöglicht es…\nElements\nPro\nModule-Bereich\nIm Module-Bereich findest du alle verfügbaren Prozesse. Sortiere sie nach Kategorien und wende…\nElements\nPro\nKanal-Bereich\nProjektkanäle werden hier mit Funktionen für Stummschalten und Solo angezeigt. Solo geschaltetes…\nElements\nPro\nVerlaufsübersicht\nGehe in der Zeit zurück, mache deine Bearbeitungen rückgängig und benenne Ereignisse in der…\nElements\nPro\nStapelbearbeitung\nIn der Stapelbearbeitung lädst du einfach die zu bearbeitenden Dateien, wählst ein Preset für die…\nPro\nSignalgeneratoren\nDieses Modul für Kunst und Wissenschaft erzeugt Töne, Rauschen, Transienten und Stille…\nElements\nPro\nUnmix\nSongs entmischen\nErfasse bis zu sieben Instrumente, einschließlich Gitarrenspuren. Spezielle Bedienelemente…\nElements\nPro\nSoundtrack entmischen\nDieses Modul trennt Audiomaterial in Dialog-, Musik- und Effektebenen – ideal für…\nPro\nInstrument entmischen\nMit diesem Modul kannst du beliebige Instrumente isolieren und extrahieren. Hierfür wählst du…\nPro\nSchlagzeug entmischen\nNutze diesen speziellen Entmischen-Prozess für den Drum-Layer, um saubere Kick-, Snare-, Tom-…\nPro\nMehrkanalsignale entmischen\nSelektiere einen kleinen Teil eines bestimmten Sounds und wähle „Mehrkanalsignale entmischen“. Die…\nPro\nVerrauschte Sprache entmischen\nTrenne Sprache von Hintergrundgeräuschen mit einem neuen KI-gestützten Prozess, der speziell auf…\nPro\nMehrere Stimmen entmischen\nNutze die Funktion \"Mehrere Stimmen entmischen\", um zwei oder mehr Stimmen auf separate Ebenen zu…\nPro\nTranskription entmischen\nSprach-Layer können in 26 verschiedene Sprachen transkribiert werden. Wörter, Phrasen und Sätze…\nPro\nKomponenten entmischen\nEntmische Stems in Ton-, Rauschen- und Transienten-Ebenen. Rekonstruiere fehlendes Rauschen, das…\nPro\nGesang entmischen\nTrenne Lead-Vocals und Background-Vocals auf reinen Gesangsebenen. Dieses Modul ist besonders für…\nPro\nPublikumsgeräusche entmischen\nMit diesem KI-gestützten Algorithmus kannst du die Bühnen- und Publikumsgeräusche eines Mixes in…\nPro\nEditing\nZeit Einfügen/ Löschen/ Freistellen\nDie Funktionen Einfügen, Löschen und Freistellen können sowohl für das gesamte Projekt als auch…\nElements\nPro\nKopieren und Einfügen\nAuf den ersten Blick erscheint dieses Features unbedeutend – was soll schon an Kopieren und…\nElements\nPro\nAudio Heal\nMit diesem Interpolationsalgorithmus lassen sich unerwünschte Sounds durch solche ersetzen, die…\nPro\nTransformieren-Werkzeuge\nMit diesen beiden Werkzeugen kannst du die Größe einer Auswahl ändern und sie an verschiedene…\nPro\nRadiergummi\nWinzige Transienten können große Probleme verursachen. Das Radiergummi-Werkzeug kann diese…\nElements\nPro\nVerstärker\nErhöhe die Lautstärke von Sounds, indem du das Werkzeug \"Verstärker\" über sie ziehst.  Größe…\nElements\nPro\nKlon-Stempel\nDas Klonstempel-Werkzeug verkörpert die Idee des Malens mit Sound und ermöglicht es dir…\nPro\nFrequenz-Reparatur\nDies ist ein einfaches Reparaturwerkzeug zum Füllen unerwünschter Frequenzlücken im…\nElements\nPro\nPhasenrotation\nMit diesem Modul kannst du asymmetrische Wellenformen korrigieren, um die Verstärkung vor dem…\nPro\nAuswahl ausblenden und schärfen\nDieses konfigurierbare Pinselwerkzeug kann an den Rändern der Auswahl eingesetzt werden, um Fades…\nElements\nPro\nLautstärkehüllkurven\nWende Lautstärkehüllkurven auf Ebenen und Kanäle an. Die Hüllkurven werden im Ebenen-Bedienfeld…\nElements\nPro\nTransfer-Pinsel\nDas nicht-destruktive Verschieben von Inhalten zwischen Ebenen ist eine der besonderen Stärken von…\nPro\nTransienten-Stift\nMit diesem Stift zeichnest du Transienten direkt in das Spektrogramm. Die Textur der erzeugten…\nPro\nAusgewähltes Audio umkehren\nKehre das gesamte Audiomaterial einer Auswahl um! Diese einfache Funktion bietet grenzenlose…\nPro\nVoice Enhance\nDieses nutzt generative KI, um qualitativ schlechte Sprachaufnahmen intelligent zu rekonstruieren…\nPro\nDePlosive\nDieses Modul entfernt automatisch störende Plosivlaute aus deinen Sprachaufnahmen. Mit den…\nPro\nSelection\nÄhnliches auswählen\nSelektiere einen Sound und führe anschließend eine Suche aus, um automatisch jeden ähnlichen Sound…\nPro\nMehrere Ebenen auf gleichzeitig bearbeiten\nTools und Prozesse können auf mehrere ausgewählte Ebenen gleichzeitig angewendet werden. Im…\nPro\nAuswahl laden/speichern\nDie Möglichkeit, mehrere Auswahlen zu speichern und wieder aufzurufen, sorgt dafür, dass du einen…\nElements\nPro\nObertöne auswählen\nWähle Obertöne automatisch aus, basierend auf einer einzigen ausgewählten Frequenz. Dabei kannst…\nPro\nZeit/Frequenzbereich\nDas Zeitbereich-Auswahltool wählt das gesamte Frequenzspektrum eines Segments im Spektraldiagramm…\nElements\nPro\nRahmen (rechteckig, elliptisch)\nDie Auswahlwerkzeuge \"Rechteckig\" und \"Elliptisch\" bieten grundlegende Formen für präzise…\nElements\nPro\nLasso-Auswahl (Lasso, Polygonales Lasso)\nMit dem Lasso-Auswahlwerkzeug kannst du freihändig geschlossene Formen in das Spektraldiagramm…\nPro\nPinsel\nWähle eine runde oder quadratische Pinselform aus, passe die Größe und das Seitenverhältnis an…\nElements\nPro\nZauberstab\nMit diesem Werkzeug werden Ereignisse im Spektraldiagramm anhand der Amplitude erkannt und…\nPro\nFrequenz/Oberton-Auswahl\nDas Werkzeug \"Frequenzauswahl\" verfolgt Tonhöhenänderungen im Zeitverlauf, und das Werkzeug…\nPro\nTransienten-Auswahl\nMit diesem Tool kannst du Transienten auf eine Weise auswählen, wie es nur in einem…\nPro\nProcessing\nHall-Übereinstimmung\nDie Funktion Hall-Übereinstimmung arbeitet mit der Umgebungsübereinstimmung, der…\nPro\nUnterstützung mehrerer VST3 PlugIns\nDu kannst jetzt mehrere VST3-PlugIns als Effektkette hintereinanderschalten. In Verbindung mit der…\nElements\nPro\nNormalisierung\nFühre Audio-Normalisierung für einzelne Ebenen aus.\nPro\nImprint-Funktion\nBeim Imprinting werden Eigenschaften einer Ebene mit einer anderen kombiniert. Es gibt zwei…\nPro\nEQ-Übereinstimmung\nDefiniere eine Auswahl an einer beliebigen Stelle des Spektrogramms als EQ-Profil und wende dieses…\nPro\nUmgebungs- übereinstimmung\nDefiniere eine Auswahl an einen Bereich des Spektogramms als Raumklang oder Hintergrundsound und…\nPro\nRauschen reduzieren\nIn SpectraLayers Pro stehen mehrere einzigartige Verfahren zur Rauschreduktion zur Verfügung…\nElements\nPro\nReverb-Reduktion\nDieser KI-gestützte Prozess identifiziert und dämpft Raumresonanzen – sauber, intelligent und…\nPro\nBrummen reduzieren\nSpectraLayers kann Brummen automatisch erkennen, isolieren und die entsprechenden Frequenzbänder…\nElements\nPro\nClicks reparieren\nNutze die automatische Erkennung und Reparatur von Clicks, Knistern und Knacken.  Invertiere den…\nElements\nPro\nClipping reparieren\nZusätzlich zur Spektrumanzeige kannst du dir deine Audiodatei in SpectraLayers auch in der…\nPro\nDe-Esser\nSpektrales De-Essing ist die präziseste und am wenigsten invasive Methode, um Zischlaute zu…\nPro\nDe-Bleed\nNutze die KI-gesteuerte De-Bleed-Funktion, um Übersprechen aus Schlagzeug- und…\nPro\nVoice Denoiser\nDer Voice Denoiser ist perfekt für die Bereinigung von Interviews geeignet, die direkt vor Ort…\nPro\nVST 3 PlugIn-Unterstützung\nSpectraLayers unterstützt VST 3 PlugIn-Processing für einzelne Layer, sowohl im Standalone- als…\nElements\nPro\nVisualization\nEbenen-Verbundansicht\nWenn die Ebenen-Verbundansicht aktiviert ist, werden alle Ebenen in der Spektral- und…\nAusgewählte-Ebenen-Ansicht\nDie Bedienelemente der Ausgewählten-Ebenen-Ansicht verdunkeln nicht ausgewählte Ebenen um einen…\nDownmix-Kanäle-Ansicht\nDiese Option bietet eine Ansicht, die alle Kanäle auf einmal umfasst und den vertikalen…\nKompakte Ansicht\nKlicke auf den „Kompakt“-Button, um die horizontalen Spektrogramm- und Wellenformanzeigen zu…\nSpectraLayers kaufen\nSpectraLayers Pro 12\nDie führende Software zur spektralen Audiobearbeitung mit professionellen Tools zum Analysieren, Optimieren und Modellieren von Audio im Spektralbereich.\n€ 349,00\nPreis inklusive 21% MwST.\nJetzt kaufen\nSpectraLayers Pro 12\nDie führende Software zur spektralen Audiobearbeitung mit professionellen Tools zum Analysieren, Optimieren und Modellieren von Audio im Spektralbereich.\nUpgrades ab\n€ 269,00\nPreis inklusive 21% MwST.\nJetzt kaufen\nSpectraLayers Elements 12\nEin Spektral-Editor mit allen Werkzeugen, die du für die routinemäßige Reparatur und Restauration von Audioaufnahmen benötigst, einschließlich automatischer Prozesse und KI-gestütztem Vocal Unmixing.\n€ 89,99\nPreis inklusive 21% MwST.\nJetzt kaufen",
    "doc_type": "manual",
    "brand_id": 34,
    "brand_name": "Steinberg",
    "file_path": "/workspaces/Support-Center-/backend/data/steinberg/Entdecke_alle_SpectraLayers-Features_bd471aea.html",
    "metadata": {},
    "scraped_at": "2025-12-26 22:01:00.509816"
  },
  {
    "url": "https://www.steinberg.net/de/spectralayers/further-applications/",
    "title": "Weitere Einsatzbereiche",
    "content": "Überblick\nNeu in 12\nFeatures\nAnwendungsgebiete\nMusikproduktion\nPostproduktion & Restauration\nWeitere Einsatzbereiche\nLearn\nVergleich\nKostenlos testen\nSpectraLayers 12 Kaufen\nSpectraLayers Pro 12\nSpectraLayers Elements 12\nKreative und technische Meisterschaft\nFreier Ausdruck und technische Präzision sind zwei Seiten der gleichen Medaille. In SpectraLayers kannst du Audio frei bewegen und sehr spezifische Bearbeitungen vornehmen. Bewege dich blitzschnell durch zufällige Ideen oder tauche ein in mikroskopisch genau Bearbeitungen – und das alles mit technischer und künstlerischer Brillanz.\nSound Design\nErwarte das Unerwartete\nDie kreativen Sound-Design-Möglichkeiten von SpectraLayers sind vielleicht sein bestgehütetes Geheimnis. Jeder Prozess, der für eine bestimmte Aufgabe entwickelt wurde, kann dafür verwendet werden, neue Sounds zu generieren. Die Unmixing-Prozesse sind schnell und sauber, wobei die SpectraLayers-KI immer problemlos mit deinem kreativen Fluss Schritt halten kann.\nGut für alle, noch besser für dich\nSpectraLayers enthält einige Verbesserungen, die allen Anwendern zugutekommen, aber besonders für Sound-Designer nützlich sind. Dazu gehören noch bessere Auswahl- und Vorschau-Tools, eine verbesserte Copy/Paste-Funktion, präziseres Pitch Shifting, die Möglichkeit, mehrere Auswahlen mit dem Projekt zu speichern und sie wieder aufzurufen, sowie ein optimierter ARA-Modus, damit du dich bei der Arbeit in Cubase oder Nuendo noch besser fokussieren kannst.\nSchnelligkeit und Überraschungen\nSound-Design steckt immer voller Überraschungen. SpectraLayers liefert immer wieder neue – gelegentlich auch verblüffende – Ergebnisse. Die Werkzeuge, Prozesse und Ebenen arbeiten auf der SpectraLayers-Plattform nicht-destruktiv zusammen, während alles in der DAW-Timeline verankert ist. Alles integriert sich optimal in deinen Workflow.\nMastering\nDie zeitgemäße Audio-Mastering-Suite\nHeutzutage werden von Mastering-Ingenieuren viele weitere Serviceleistungen erwartet, vom Mixing bis zum Stem-Mastering. Für jedes Mastering-Szenario bietet SpectraLayers Pro einzigartige Möglichkeiten für tiefgreifende Bearbeitungs- und Produktionsschritte. Sortiere, gestalte und bearbeite Frequenzbereiche visuell. Wähle und isoliere bestimmte Audio-Events für die Signal- und Effektbearbeitung auf unabhängigen Layern und führe präzise manuelle und AI-gestützte globale Bearbeitungen durch.\nAudio-Forensik\nJedes Bild erzählt eine Geschichte\nDie Spektralanalyse wird in den Labors der Audioforensik ausgiebig genutzt. SpectraLayers verwandelt Klang in detaillierte visuelle Landschaften, die tief erforscht und akribisch bearbeitet werden können. Entdecken, Klären, Verbessern – keine andere Anwendung bietet so gute Möglichkeiten, um die relevanten Inhalte im Audio-Quellmaterial zu finden. In SpectraLayers erzählt jedes Bild eine Geschichte. Je tiefer du blickst, desto mehr wirst du finden.\nSpectraLayers kaufen\nSpectraLayers Pro 12\nDie führende Software zur spektralen Audiobearbeitung mit professionellen Tools zum Analysieren, Optimieren und Modellieren von Audio im Spektralbereich.\n€ 349,00\nPreis inklusive 21% MwST.\nJetzt kaufen\nSpectraLayers Pro 12\nDie führende Software zur spektralen Audiobearbeitung mit professionellen Tools zum Analysieren, Optimieren und Modellieren von Audio im Spektralbereich.\nUpgrades ab\n€ 269,00\nPreis inklusive 21% MwST.\nJetzt kaufen\nSpectraLayers Elements 12\nEin Spektral-Editor mit allen Werkzeugen, die du für die routinemäßige Reparatur und Restauration von Audioaufnahmen benötigst, einschließlich automatischer Prozesse und KI-gestütztem Vocal Unmixing.\n€ 89,99\nPreis inklusive 21% MwST.\nJetzt kaufen",
    "doc_type": "manual",
    "brand_id": 34,
    "brand_name": "Steinberg",
    "file_path": "/workspaces/Support-Center-/backend/data/steinberg/Weitere_Einsatzbereiche_fec3f3ee.html",
    "metadata": {},
    "scraped_at": "2025-12-26 22:01:04.373764"
  },
  {
    "url": "https://www.steinberg.net/de/spectralayers/get-spectralayers/",
    "title": "Mit SpectraLayers loslegen",
    "content": "Mit SpectraLayers loslegen\nIn diesen Tutorials lernst du, wie du das Beste aus SpectraLayers herausholst. Egal, ob du schon länger mit SpectraLayers arbeitest oder gerade erst anfängst, diese Videos zeigen dir, wie du schnell beeindruckende Ergebnisse erzielst.\nErste Schritte\nHinzufügen von SpectraLayers als ARA-Erweiterung zu deinem Projekt\nEinführung in die wichtigsten Tools und Prozesse\nIntroduction to Tools and Processes\nAnwendungsgebiete\nDrum-Bleeding aus Live-Aufnahmen entfernen\nMit SpectraLayers ist es ganz einfach, bei einer Live-Aufnahme das Übersprechen des Schlagzeugs…\nEntfernen des Click-Tracks aus einer Aufnahme\nIn diesem Video zeigt Simon Michael, wie er mit SpectraLayers das Übersprechen des Click-Tracks…\nDeBleeding von Toms\nIn diesem Video lernst du, wie du mit SpectraLayers die Aufnahme von Tom-Mikrofonen säubern…\nHall-Übereinstimmung\nHier erfährst du, wie du mit der Funktion \"Hall-Übereinstimmung\" das Hallprofil einer…\nEntfernen einer falschen Note aus einer Geigenaufnahme\nIn diesem Video verwendet Simon Michael SpectraLayers, um eine versehentlich falsch gehaltene Note…\nNeu in 12\nSchlagzeug entmischen\nNutze diesen speziellen Entmischen-Prozess für den Drum-Layer, um saubere Kick-, Snare-, Tom-…\nTranskription entmischen\nSprach-Layer können in 26 verschiedene Sprachen transkribiert werden. Wörter, Phrasen und Sätze…\nSoundtrack entmischen\nDieses Modul trennt Audiomaterial in Dialog-, Musik- und Effektebenen – ideal für…\nInstrument entmischen\nMit diesem Modul kannst du beliebige Instrumente isolieren und extrahieren. Hierfür wählst du…\nMehrere Ebenen auf gleichzeitig bearbeiten\nTools und Prozesse können auf mehrere ausgewählte Ebenen gleichzeitig angewendet werden. Im…\nPhasenrotation\nMit diesem Modul kannst du asymmetrische Wellenformen korrigieren, um die Verstärkung vor dem…\nVoice Enhance\nDieses nutzt generative KI, um qualitativ schlechte Sprachaufnahmen intelligent zu rekonstruieren…\nDePlosive\nDieses Modul entfernt automatisch störende Plosivlaute aus deinen Sprachaufnahmen. Mit den…\nSpectraLayers kaufen\nSpectraLayers Pro 12\nDie führende Software zur spektralen Audiobearbeitung mit professionellen Tools zum Analysieren, Optimieren und Modellieren von Audio im Spektralbereich.\n€ 349,00\nPreis inklusive 21% MwST.\nJetzt kaufen\nSpectraLayers Pro 12\nDie führende Software zur spektralen Audiobearbeitung mit professionellen Tools zum Analysieren, Optimieren und Modellieren von Audio im Spektralbereich.\nUpgrades ab\n€ 269,00\nPreis inklusive 21% MwST.\nJetzt kaufen\nSpectraLayers Elements 12\nEin Spektral-Editor mit allen Werkzeugen, die du für die routinemäßige Reparatur und Restauration von Audioaufnahmen benötigst, einschließlich automatischer Prozesse und KI-gestütztem Vocal Unmixing.\n€ 89,99\nPreis inklusive 21% MwST.\nJetzt kaufen",
    "doc_type": "manual",
    "brand_id": 34,
    "brand_name": "Steinberg",
    "file_path": "/workspaces/Support-Center-/backend/data/steinberg/Mit_SpectraLayers_loslegen_d062fc0a.html",
    "metadata": {},
    "scraped_at": "2025-12-26 22:01:08.135079"
  },
  {
    "url": "https://www.steinberg.net/de/spectralayers/learn/",
    "title": "Mit SpectraLayers loslegen",
    "content": "Überblick\nNeu in 12\nFeatures\nAnwendungsgebiete\nMusikproduktion\nPostproduktion & Restauration\nWeitere Einsatzbereiche\nLearn\nVergleich\nKostenlos testen\nSpectraLayers 12 Kaufen\nSpectraLayers Pro 12\nSpectraLayers Elements 12\nMit SpectraLayers loslegen\nIn diesen Tutorials lernst du, wie du das Beste aus SpectraLayers herausholst. Egal, ob du schon länger mit SpectraLayers arbeitest oder gerade erst anfängst, diese Videos zeigen dir, wie du schnell beeindruckende Ergebnisse erzielst.\nErste Schritte\nHinzufügen von SpectraLayers als ARA-Erweiterung zu deinem Projekt\nEinführung in die wichtigsten Tools und Prozesse\nIntroduction to Tools and Processes\nAnwendungsgebiete\nDrum-Bleeding aus Live-Aufnahmen entfernen\nMit SpectraLayers ist es ganz einfach, bei einer Live-Aufnahme das Übersprechen des Schlagzeugs…\nEntfernen des Click-Tracks aus einer Aufnahme\nIn diesem Video zeigt Simon Michael, wie er mit SpectraLayers das Übersprechen des Click-Tracks…\nDeBleeding von Toms\nIn diesem Video lernst du, wie du mit SpectraLayers die Aufnahme von Tom-Mikrofonen säubern…\nHall-Übereinstimmung\nHier erfährst du, wie du mit der Funktion \"Hall-Übereinstimmung\" das Hallprofil einer…\nEntfernen einer falschen Note aus einer Geigenaufnahme\nIn diesem Video verwendet Simon Michael SpectraLayers, um eine versehentlich falsch gehaltene Note…\nSpectraLayers kaufen\nSpectraLayers Pro 12\nDie führende Software zur spektralen Audiobearbeitung mit professionellen Tools zum Analysieren, Optimieren und Modellieren von Audio im Spektralbereich.\n€ 349,00\nPreis inklusive 21% MwST.\nJetzt kaufen\nSpectraLayers Pro 12\nDie führende Software zur spektralen Audiobearbeitung mit professionellen Tools zum Analysieren, Optimieren und Modellieren von Audio im Spektralbereich.\nUpgrades ab\n€ 269,00\nPreis inklusive 21% MwST.\nJetzt kaufen\nSpectraLayers Elements 12\nEin Spektral-Editor mit allen Werkzeugen, die du für die routinemäßige Reparatur und Restauration von Audioaufnahmen benötigst, einschließlich automatischer Prozesse und KI-gestütztem Vocal Unmixing.\n€ 89,99\nPreis inklusive 21% MwST.\nJetzt kaufen",
    "doc_type": "manual",
    "brand_id": 34,
    "brand_name": "Steinberg",
    "file_path": "/workspaces/Support-Center-/backend/data/steinberg/Mit_SpectraLayers_loslegen_826e5ced.html",
    "metadata": {},
    "scraped_at": "2025-12-26 22:01:11.988222"
  },
  {
    "url": "https://www.steinberg.net/de/spectralayers/music-production/",
    "title": "Spektrale Präzision für jeden Schritt deiner Produktion",
    "content": "Überblick\nNeu in 12\nFeatures\nAnwendungsgebiete\nMusikproduktion\nPostproduktion & Restauration\nWeitere Einsatzbereiche\nLearn\nVergleich\nSpectraLayers 12 Kaufen\nSpectraLayers Pro 12\nSpectraLayers Elements 12\nSpektrale Präzision für jeden Schritt deiner Produktion\nWenn du Musik produzierst, bist du ständig dabei, deine Songs neu abzumischen – vom ersten Demo bis zum fertigen Master. SpectraLayers vollbringt für jeden dieser Schritte wahre Wunder – von der Rettung deiner Aufnahmen durch intelligente Fehlerkorrektur bis zu magischen Sound-Design-Resultaten.\nEtwas für jeden\nIm digitalen Aufnahmeprozess können kleine Fehler zu großen Problemen führen. Um sie zu beheben, solltest du immer die Lösung wählen, die am wenigsten invasiv ist. So vermeidest du Audioartefakte und bewahrst ein einheitliches Klangbild. Hier kann SpectraLayers mit seiner samplegenauen Präzision voll auftrumpfen. Wenn du mit Musik und Sound arbeitest ist SpectraLayers alles, was du brauchst.\nExperimentelle Musik\nMit SpectraLayers kannst du jeden Sound in kleinste Bestandteile zerlegen und diese separat bearbeiten. KI-gestützte Prozesse können die Sounds direkt in Einzelspuren aufteilen, die in Cubase und Nuendo angezeigt werden. Bearbeite die Layer unabhängig voneinander und mische die Ergebnisse zu komplett neuen Sounds zusammen. Nutze Spectral Imprinting, um die Eigenschaften verschiedener Layer miteinander zu kombinieren und so völlig neue, interessante Spuren zu erzeugen.\nMusik-Improvisation\nMit den intelligenten Tools von SpectraLayers kannst du spezifische Soundbestandteile schnell und präzise suchen und identifizieren. Das Ganze geht so leicht von der Hand, dass es sich wie Improvisieren anfühlt. Durch die Kombination von KI-Unterstützung und Ara-2-Integration kannst du dein Audiomaterial bis in die feinsten Details bearbeiten und kreativ neue Sounds gestalten. Folge einfach spontan deinen kreativen Impulsen.\nSampler/Remix Artists\nNimm einen Song oder ein Sample, zerlege die Audiodatei in individuelle Instrumente oder Frequenzebenen und erstelle daraus Mischungen im Ebenen-Panel. Nutze die KI, um einen einzelnen Loop in unzählige Layer aufzuteilen und arbeite mit diesen Komponenten direkt in deiner DAW weiter. Dies verhilft dir zu immer wieder neuen frischen kreativen Ideen und inspirierenden Ergebnissen.\nArchivare\nGute Musik überwindet immer die technischen Herausforderungen ihrer Zeit. Ausgegrabene Songs, Juwelen aus dem Tresor, die Kassettenkiste vom Dachboden ... mit den hochmodernen, KI-gestützten Prozessen und den präzisen manuellen Tools von SpectraLayers hauchst du diesen alten Schätzen neues Leben ein – alles mit einer einzigen, zuverlässigen Software.\nSpectraLayers kaufen\nSpectraLayers Pro 12\nDie führende Software zur spektralen Audiobearbeitung mit professionellen Tools zum Analysieren, Optimieren und Modellieren von Audio im Spektralbereich.\n€ 349,00\nPreis inklusive 21% MwST.\nJetzt kaufen\nSpectraLayers Pro 12\nDie führende Software zur spektralen Audiobearbeitung mit professionellen Tools zum Analysieren, Optimieren und Modellieren von Audio im Spektralbereich.\nUpgrades ab\n€ 269,00\nPreis inklusive 21% MwST.\nJetzt kaufen\nSpectraLayers Elements 12\nEin Spektral-Editor mit allen Werkzeugen, die du für die routinemäßige Reparatur und Restauration von Audioaufnahmen benötigst, einschließlich automatischer Prozesse und KI-gestütztem Vocal Unmixing.\n€ 89,99\nPreis inklusive 21% MwST.\nJetzt kaufen",
    "doc_type": "manual",
    "brand_id": 34,
    "brand_name": "Steinberg",
    "file_path": "/workspaces/Support-Center-/backend/data/steinberg/Spektrale_Präzision_für_jeden_Schritt_deiner_Produktion_5c3b0c2f.html",
    "metadata": {},
    "scraped_at": "2025-12-26 22:01:15.919799"
  },
  {
    "url": "https://www.steinberg.net/de/spectralayers/new-features/",
    "title": "Neu in SpectraLayers 12",
    "content": "Überblick\nNeu in 12\nFeatures\nAnwendungsgebiete\nMusikproduktion\nPostproduktion & Restauration\nWeitere Einsatzbereiche\nLearn\nVergleich\nKostenlos testen\nSpectraLayers 12 Kaufen\nSpectraLayers Pro 12\nSpectraLayers Elements 12\nNeu in SpectraLayers 12\nSpectraLayers 12 setzt wieder einmal neue Maßstäbe – mit neuen Algorithmen zum Entmischen von Musik, erweiterten Möglichkeiten für die Sprachverarbeitung, präziseren Auswahlwerkzeugen, Multi-Layer-Bearbeitung und vielem mehr. Zahlreiche Optimierungen in der gesamten Software machen diese Version zur bislang umfassendsten Lösung für die spektrale Audiobearbeitung – perfekt für Musikproduktion, Postproduktion, kreatives Sounddesign und Audiorestaurierung.\nNeue und verbesserte Entmischen-Module\nVerbessertes Modul: Song entmischen\nDie Funktion „Song entmischen“ liefert jetzt deutlich bessere Ergebnisse in allen Bereichen: Die Stimmtrennung ist präziser, Drums, Bässe und Saxophon/Bläser lassen sich wesentlich sauberer isolieren, und auch Gitarre sowie Klavier profitieren von feinen Optimierungen. Das Ergebnis: sauberere Stems, weniger Nachbearbeitung und professionellere Ergebnisse von Anfang an. Neu ist auch die Option „Saxophon und Bläser vor Gesang entmischen”, die du nach Bedarf aktivieren kannst. Damit priorisiert das Modul zunächst das Entmischen von Saxophon und Blechbläsern, bevor andere Stems bearbeitet werden. Unser Tipp: Probier beide Modi aus, um das beste Ergebnis für deinen Song zu finden.\nVideo ansehen\nPro\nElements\nVerbessertes Modul: Schlagzeug entmischen\nDas Modul „Schlagzeug entmischen“ haben wir mit neuen Algorithmen ausgestattet, sodass du jetzt auch Toms, Hi-Hats, Ride- und Crash-Becken extrahieren kannst. Dieses Feature ist ideal für isolierte Schlagzeugspuren: Zuerst nutzt du „Song entmischen“, um die Drums vom restlichen Mix zu trennen. Anschließend kannst du mit „Schlagzeug entmischen“ die einzelnen Kit-Bestandteile gezielt separieren. So hast du mehr Kontrolle über jedes Drum-Element – perfekt, um einzelne Drumsounds neu auszubalancieren, zu bearbeiten oder zu ersetzen – und das mit deutlich weniger manuellem Aufwand.\nVideo ansehen\nPro\nNeues Modul: Instrument entmischen\nMit “Instrument entmischen” kannst du gezielt Instrumente isolieren und extrahieren. Hierfür wählst du einfach bis zu zehn Sekunden des gewünschten Instruments aus und startest den Prozess. Nutze den Parameter „Empfindlichkeit“ zur Feinabstimmung, um das bestmögliche Ergebnis aus deinem Material herauszuholen. Diese neue Funktion gibt dir die Flexibilität, benutzerdefinierte Sounds aus einem Mix zu extrahieren – ideal, um Arrangements zu überarbeiten, gezielte Editierungen vorzunehmen oder Stems für Remixe und Restaurierung zu erstellen.\nVideo ansehen\nPro\nNeues Modul: Soundtrack entmischen\nMit dem Modul „Soundtrack entmischen“ trennst du Audiomaterial zuverlässig in Dialog-, Musik- und Effektebenen – ideal für Postproduktions-Workflows mit gemischtem Content wie Film-Soundtracks, Trailer oder Radiosendungen. Durch die Isolierung der wichtigsten Audiokomponenten kannst du Dialoge präzise bereinigen, Musik austauschen oder Effekte gezielt optimieren. Ob Lokalisierung von Inhalten, Restaurierung von Archivmaterial oder die Vorbereitung von Stems für Remixe: “Soundtrack entmischen“ gibt dir die Kontrolle und Flexibilität, die du brauchst, um professionelle Standards schneller und effizienter zu erreichen.\nVideo ansehen\nPro\nVerbessertes Modul: Verrauschte Sprache entmischen\nWir haben das Modul „Verrauschte Sprache entmischen“ grundlegend überarbeitet und die Trennung von Sprache und Störgeräuschen deutlich verbessert. Gleichzeitig konnten wir Artefakte spürbar reduzieren. Das Ergebnis sind klarere Dialogspuren, eine bessere Verständlichkeit und weniger Ermüdung beim Zuhören – perfekt zur Vorbereitung für Broadcasting oder Postproduktion.\nVideo ansehen\nPro\nNeue und verbesserte Sprachverarbeitungsmodule\nNeues Modul: VoiceEnhance\nDas Modul Voice Enhance nutzt generative KI, um qualitativ schlechte Sprachaufnahmen intelligent zu rekonstruieren. Es kann Probleme wie Clipping, begrenzte Bandbreite, Kompressionsartefakte, übermäßigen Hall, Rauschen und vieles mehr korrigieren. Die Sprachaufnahmen werden gezielt optimiert, um diese Störungen zu korrigieren – ohne dabei die individuelle Klangfarbe oder den charakteristischen Ausdruck der Stimme zu verlieren. Das Ergebnis: klarere, natürlicher klingende Sprache, bessere Verständlichkeit und eine insgesamt höhere Audioqualität.\nVideo ansehen\nPro\nNeues Modul: DePlosive\nDas DePlosive-Modul entfernt automatisch störende Plosivlaute aus deinen Sprachaufnahmen. Mit den Bedienelementen für Schwellenwert, Frequenzbereich und Reduktionsverhältnis kannst du den Prozess feinjustieren und optimal an dein Audiomaterial anpassen. Dieses Modul lässt sich außerdem perfekt mit dem hochpräzisen Radiergummi-Werkzeugs kombinieren, um das Beste aus automatischer Verarbeitung und manueller Kontrolle herauszuholen – dem Markenzeichen von SpectraLayers.\nVideo ansehen\nPro\nVerbessertes Modul: Voice DeNoise\nWir haben das Modul Voice DeNoise umfassend verbessert – es liefert jetzt außergewöhnlich saubere Ergebnisse, egal ob der Hintergrund aus Störgeräuschen oder Musik besteht. Diese Vielseitigkeit macht es zur idealen Lösung für unterschiedlichste Aufgaben in der Audiorestauration und Postproduktion. Du erhältst klare, artefaktfreie Sprachspuren – perfekt für professionelle Anforderungen.\nVideo ansehen\nPro\nVerbessertes Modul: Transkription entmischen\nDas Modul „Transkription entmischen” liefert jetzt eine doppelt so hohe Transkriptionsgenauigkeit und unterstützt doppelt so viele Sprachen wie zuvor. Der neue High-Quality-Modus steht jetzt für alle unterstützten Sprachen zur Verfügung und sorgt für zuverlässigere, präzisere Transkriptionen – ideal für mehrsprachige Workflows und unterschiedlichste Projekte.\nVideo ansehen\nPro\nOptimierter Workflow\nMehrere Ebenen gleichzeitig bearbeiten\nMit dieser neuen Funktion kannst du Tools und Prozesse auf mehrere ausgewählte Ebenen gleichzeitig anwenden. Im Standalone-Modus arbeiten die Werkzeuge und Prozesse vertikal über die Ebenen hinweg. Bearbeite Events, die sich über mehrere Stems erstrecken, in einem einzigen Arbeitsgang – ideal, für den Feinschliff von Performances, die mit mehreren Mikrofonen aufgenommen wurden. Im ARA-Modus von Cubase oder Nuendo lässt sich diese Funktion auch horizontal nutzen – z. B. um die Sprachbearbeitungswerkzeuge von SpectraLayers in der Postproduktion auf mehrere Clips an beliebigen Stellen im Projekt anzuwenden. Gut zu Wissen: Diese Funktion ist für alle Tools und Prozesse von SpectraLayers verfügbar.\nVideo ansehen\nPro\nElements\nVerbessertes Ausschneiden und Einfügen auf… / Kopieren und Einfügen auf...\nMit den Aktionen \"Ausschneiden und Einfügen auf\" und \"Kopieren und Einfügen auf\" kannst du jetzt jede Ebene innerhalb deines Projekts als Ziel auswählen. Sobald du die Zielebene festgelegt hast, kannst du weitere Aktionen direkt darauf anwenden. Das beschleunigt deinen Workflow bei Projekten mit mehreren Ebenen, macht die Bearbeitung intuitiver und reduziert spürbar den Aufwand an einzelnen Bearbeitungsschritten.\nVideo ansehen\nPro\nElements\nAuswahlen bearbeiten\nAktive Auswahlen kannst du jetzt direkt im Spektrogramm anpassen – einfach durch Ziehen an den Kanten. Auch Auswahl-Fades lassen sich nun flexibel in der Größe anpassen. So erreichst du die gewünschten Bearbeitungen schneller, präziser und mit deutlich weniger Aufwand.\nVideo ansehen\nPro\nElements\nVerbesserte Frequenzauswahl\nWir haben die Frequenzauswahl umfassend optimiert, damit du schmale Frequenzbereiche noch präziser erfassen kannst. Neu ist auch die elastische Auswahl: Wenn du versehentlich über das Ziel hinausschießt oder ein Abdriften im Spektrum bemerkst, ziehst du einfach ein Stück zurück zur letzten sicheren Position – und korrigierst die Auswahl im Handumdrehen. Diese Verbesserungen machen es deutlich einfacher, das Spektrum präzise und ohne Frust zu bearbeiten – besonders bei feinen oder sich verändernden Frequenzanteilen.\nVideo ansehen\nPro\nVerbesserte Obertonauswahl\nDas Obertonauswahl-Werkzeug baut auf den Verbesserungen der Frequenzauswahl auf und bietet dir eine intuitive, neue Methode zur Auswahl von Obertönen – ganz ohne zeitaufwendige Parametereinstellungen. Ziehe einfach über eine gut sichtbare Oberschwingung im Zielbereich und wähle eine benachbarte aus – das Werkzeug erkennt automatisch die gesamte Reihe und markiert alle zugehörigen Obertöne für dich. Kein Raten, kein manuelles Einstellen von Parametern mehr  – einfach auswählen und loslegen.\nVideo ansehen\nPro\nVerbesserte Transienten-Auswahl\nDie Auswahl von Transienten ist jetzt noch genauer und flexibler. Das Tool erfasst das Ziel mit größerer Präzision und berücksichtigt dabei automatisch umliegende Spektralanteile – je nach ihrer Intensität. So triffst du sauberere, gezieltere Auswahlen und sparst wertvolle Zeit bei der manuellen Feinabstimmung.\nVideo ansehen\nPro\nProduktivität & Bedienung auf neuem Level\nNeues Modul: Phasenrotation\nMit dem Modul “Phasenrotation” kannst du asymmetrische Wellenformen korrigieren, um die Verstärkung vor dem Clipping zu maximieren. Das sorgt für einen saubereren, ausgewogeneren Klang mit mehr Headroom. Durch die Korrektur dieser Ungleichgewichte in der Wellenform werden Verzerrungen reduziert und die Lautheit insgesamt erhöht.\nWatch Video\nPro\nElements\nZeitschätzung\nBeim Anwenden von Modulen wird die geschätzte Verarbeitungszeit nun fortlaufend und präziser aktualisiert, während der Vorgang fortschreitet. Die Benutzeroberfläche bleibt dabei vollständig reaktionsfähig, sodass du den Vorgang jederzeit abbrechen kannst – das spart Zeit und sorgt dafür, dass dein Workflow nie ins Stocken gerät.\nWatch Video\nPro\nElements\nOktav-Einheiten\nFrequenz-Fades werden jetzt in Oktaven statt in Hertz skaliert, was zu einer natürlicheren und einheitlicheren visuellen Darstellung des gesamten Spektrums führt. Fades wirken jetzt von oben nach unten sanfter und gleichmäßiger und spiegeln besser wider, wie der Sound tatsächlich wahrgenommen wird.\nWatch Video\nPro\nElements\nVerbessertes VST3-Effektmodul\nDas VST3-Effektmodul zeigt jetzt mehrere PlugIn-Oberflächen gleichzeitig an. Du kannst komplette Effektketten in der Vorschau sehen und parallel bearbeiten – das verbessert deinen Workflow und erleichtert die Feinabstimmung komplexer Effekt-Setups in Echtzeit.\nWatch Video\nPro\nElements\nBedienfelder per Stichwort filtern\nIn allen relevanten Bedienfeldern – darunter Standardkategorien und benutzerdefinierte Presets – kannst du jetzt auch per Stichwort filtern. Wenn du z. B. im Module-Bedienfeld \"Noise\" eingibst, werden sofort alle verfügbaren Noise-Shaping-Prozesse angezeigt. So findest du gezielt das passende Tool, ohne lange zu suchen. Das beschleunigt deinen Workflow und hält dich im kreativen Flow – ganz ohne unnötige Unterbrechungen beim Editieren.\nWatch Video\nPro\nElements\nVerbesserte Verlaufsübersicht\nDie Verlaufsübersicht fasst jetzt aufeinanderfolgende Vorgänge eines einzelnen Werkzeugs (wie etwa eines Zeichenwerkzeugs) zu einem einzigen Schritt zusammen, den du rückgängig machen kannst. Dabei richtet sie sich nach einem von dir konfigurierbaren Zeitfenster. Die Funktion ist immer aktiv und verwendet standardmäßig ein Zeitfenster von 1500 ms. Sie sorgt dafür, dass deine Verlaufsliste übersichtlich bleibt und das Rückgängigmachen noch einfacher wird.\nWatch Video\nPro\nElements\nARA-Clips nach Spur gruppieren\nWenn du im ARA-Modus im SpectraLayers-Clip-Menü „Nach Spur gruppieren“ wählst, werden alle ARA-Clips auf allen ausgewählten DAW-Spuren angezeigt – sowohl als Ebenen als auch als Projektregisterkarten. So behältst den Überblick und arbeitest schneller, da nur die Clips angezeigt werden, die du benötigst. Du kannst diese Gruppierung auch als Standardvoreinstellung festlegen, um dir einen auf deinen Workflow zugeschnittenen, organisierten Arbeitsbereich zu schaffen.\nWatch Video\nPro\nElements\nVerbesserungen bei der Stapelverarbeitung\nDie Stapelverarbeitung unterstützt jetzt ein benutzerdefiniertes Benennungsschema, mit dem du die erzeugten Ordner- und Dateinamen frei definieren kannst. Diese Flexibilität vereinfacht die Dateiorganisation und sorgt dafür, dass sich die Ausgaben nahtlos in deinen bereits vorhandenen Workflow einfügen.\nWatch Video\nPro\nVerbesserte Lautstärkehüllkurven\nLautstärkehüllkurven können jetzt an Ort und Stelle gerendert werden und werden danach automatisch aus dem Projekt entfernt. Außerdem wurde die Visualisierung der Lautstärkehüllkurven standardisiert, um sie an die typischen DAW-Konventionen anzupassen - die Hüllkurven werden jetzt unabhängig von der Zoomstufe der Wellenform einheitlich dargestellt. Diese Verbesserungen machen Lautstärkeregelungen intuitiver und visuell besser vorhersehbar, sodass du schneller, sicherer und präziser arbeiten kannst.\nWatch Video\nPro\nElements\nÜbertragbare Werkzeug- und Modul-Presets\nÜbertragbare Werkzeug- und Modul-PresetsWerkzeug- und Modul-Presets werden jetzt als Dateien in Ordnern gespeichert, die du ganz einfach zwischen Computern oder SpectraLayers-Versionen (ab Version 12) übertragen kannst. So behältst du konsistente Einstellungen auf all deinen Arbeitsplätzen bei und sicherst dir einen nahtlosen Workflow, wenn du auf eine neue Version umsteigst oder das Gerät wechselst.\nWatch Video\nPro\nElements\nNavtive Unterstützung von Windows Arm\nSpectraLayers 12 läuft jetzt nativ als Arm64-Anwendung unter Windows Arm. Wenn du SpectraLayers 12 auf einem Windows-Arm-System installierst, werden sowohl die x64- als auch die Arm64-Version mitinstalliert. Der native Betrieb auf Arm64 verbessert die Leistung und Effizienz – für ein flüssigeres Arbeiten auf kompatiblen Geräten. Du benötigst dafür die Arm-Version des Steinberg Activation Managers.\nWatch Video\nPro\nElements\nSpectraLayers  kaufen\nSpectraLayers Pro 12\nDie führende Software zur spektralen Audiobearbeitung mit professionellen Tools zum Analysieren, Optimieren und Modellieren von Audio im Spektralbereich.\nUpdates ab\n€ 89,99\nPreis inklusive 21% MwST.\nJetzt kaufen\nSpectraLayers Pro 12\nDie führende Software zur spektralen Audiobearbeitung mit professionellen Tools zum Analysieren, Optimieren und Modellieren von Audio im Spektralbereich.\nUpdates ab\n€ 129,00\nPreis inklusive 21% MwST.\nJetzt kaufen\nSpectraLayers Elements 12\nEin Spektral-Editor mit allen Werkzeugen, die du für die routinemäßige Reparatur und Restauration von Audioaufnahmen benötigst, einschließlich automatischer Prozesse und KI-gestütztem Vocal Unmixing.\nUpdates ab\n€ 34,99\nPreis inklusive 21% MwST.\nJetzt kaufen",
    "doc_type": "manual",
    "brand_id": 34,
    "brand_name": "Steinberg",
    "file_path": "/workspaces/Support-Center-/backend/data/steinberg/Neu_in_SpectraLayers_12_dd4dd12c.html",
    "metadata": {},
    "scraped_at": "2025-12-26 22:01:19.793781"
  },
  {
    "url": "https://www.steinberg.net/de/spectralayers/post-restoration/",
    "title": "Audio-Reparatur und Post-Production in einer Software",
    "content": "Überblick\nNeu in 12\nFeatures\nAnwendungsgebiete\nMusikproduktion\nPostproduktion & Restauration\nWeitere Einsatzbereiche\nLearn\nVergleich\nSpectraLayers 12 Kaufen\nSpectraLayers Pro 12\nSpectraLayers Elements 12\nAudio-Reparatur und Post-Production in einer Software\nGeschwindigkeit, Präzision, Workflow, Ergebnisse – das ist die Formel für Erfolg in der Postproduktion. SpectraLayers liefert KI-gestützte Prozesse, unerreichte manuelle Editing-Tools und ARA-2-Integration in Nuendo und Cubase. Mit dieser Software kannst du einfach alle erledigen, von winzigen Punktkorrekturen auf der DAW-Timeline bis hin zu klanglichen Transformationen über mehrere Projekte hinweg.\nVerbessern, Wiederherstellen und Reparieren\nSchon lange vor dem Aufkommen der KI-gestützen Verarbeitung war SpectraLayers bekannt für seine Möglichkeiten zur Reparatur und Restaurierung von Audiodateien. Mit der KI der zweiten Generation werden die SpectraLayers-Werkzeuge jetzt noch effektiver und einfacher in der Anwendung. Die KI übernimmt die schwere Arbeit für dich und macht den Weg frei, damit du deine Audiodateien mit den hochpräzisen manuellen Werkzeugen bis in die feinsten Details bearbeiten kannst.\nFlexible Werkzeuge\nMit SpectraLayers Pro 7 haben wir 2020 KI-unterstützte Prozesse für bestimme Aufgaben eingeführt. Unsere User haben diese ausgiebig erforscht und konnten damit in allen möglichen Situationen wahre Wunder bewirken. Das ist keine Überraschung – SpectraLayers hat schon immer zu kreativen Experimenten angeregt, und jetzt, mit der KI, gibt es eine ganze Welt neuer Möglichkeiten zu entdecken.\nViele verschiedene Möglichkeiten\nIn SpectraLayers hast du verschiedene Möglichkeiten und unterschiedliche Kombinationen von Tools zur Verfügung, um Rauschen, Hall und Brummen zu reduzieren, Klicks und Clipping zu entfernen, De-Essing, De-Bleeding, Voice-Denoising oder EQ/Ambience-Matching durchzuführen und vieles mehr. Jedes Tool und jeder Prozess ist Teil eines aktiven, dynamischen Gesamtbildes, das immer weiter besser wird.\nSpectraLayers kaufen\nSpectraLayers Pro 12\nDie führende Software zur spektralen Audiobearbeitung mit professionellen Tools zum Analysieren, Optimieren und Modellieren von Audio im Spektralbereich.\n€ 349,00\nPreis inklusive 21% MwST.\nJetzt kaufen\nSpectraLayers Pro 12\nDie führende Software zur spektralen Audiobearbeitung mit professionellen Tools zum Analysieren, Optimieren und Modellieren von Audio im Spektralbereich.\nUpgrades ab\n€ 269,00\nPreis inklusive 21% MwST.\nJetzt kaufen\nSpectraLayers Elements 12\nEin Spektral-Editor mit allen Werkzeugen, die du für die routinemäßige Reparatur und Restauration von Audioaufnahmen benötigst, einschließlich automatischer Prozesse und KI-gestütztem Vocal Unmixing.\n€ 89,99\nPreis inklusive 21% MwST.\nJetzt kaufen",
    "doc_type": "manual",
    "brand_id": 34,
    "brand_name": "Steinberg",
    "file_path": "/workspaces/Support-Center-/backend/data/steinberg/Audio-Reparatur_und_Post-Production_in_einer_Software_68a97859.html",
    "metadata": {},
    "scraped_at": "2025-12-26 22:01:23.650605"
  },
  {
    "url": "https://www.steinberg.net/de/spectralayers/trial/",
    "title": "Teste SpectraLayers für 30 Tage",
    "content": "Überblick\nNeu in 12\nFeatures\nAnwendungsgebiete\nMusikproduktion\nPostproduktion & Restauration\nWeitere Einsatzbereiche\nLearn\nVergleich\nTeste SpectraLayers für 30 Tage\nFordere jetzt deinen kostenlosen Aktivierungscode für die Trial-Version an und teste SpectraLayers 30 Tage lang ohne Funktionseinschränkungen.\nLogge dich ein oder erstelle deine Steinberg ID, um deinen persönlichen Aktivierungscode anzufordern.\nSpectraLayers Pro 12 kostenlos testen",
    "doc_type": "manual",
    "brand_id": 34,
    "brand_name": "Steinberg",
    "file_path": "/workspaces/Support-Center-/backend/data/steinberg/Teste_SpectraLayers_für_30_Tage_f179ed79.html",
    "metadata": {},
    "scraped_at": "2025-12-26 22:01:27.429873"
  },
  {
    "url": "https://www.steinberg.net/de/spectralayers/update-spectralayers/",
    "title": "Mit SpectraLayers loslegen",
    "content": "Mit SpectraLayers loslegen\nIn diesen Tutorials lernst du, wie du das Beste aus SpectraLayers herausholst. Egal, ob du schon länger mit SpectraLayers arbeitest oder gerade erst anfängst, diese Videos zeigen dir, wie du schnell beeindruckende Ergebnisse erzielst.\nNeu in 12\nSchlagzeug entmischen\nNutze diesen speziellen Entmischen-Prozess für den Drum-Layer, um saubere Kick-, Snare-, Tom-…\nTranskription entmischen\nSprach-Layer können in 26 verschiedene Sprachen transkribiert werden. Wörter, Phrasen und Sätze…\nSoundtrack entmischen\nDieses Modul trennt Audiomaterial in Dialog-, Musik- und Effektebenen – ideal für…\nInstrument entmischen\nMit diesem Modul kannst du beliebige Instrumente isolieren und extrahieren. Hierfür wählst du…\nMehrere Ebenen auf gleichzeitig bearbeiten\nTools und Prozesse können auf mehrere ausgewählte Ebenen gleichzeitig angewendet werden. Im…\nPhasenrotation\nMit diesem Modul kannst du asymmetrische Wellenformen korrigieren, um die Verstärkung vor dem…\nVoice Enhance\nDieses nutzt generative KI, um qualitativ schlechte Sprachaufnahmen intelligent zu rekonstruieren…\nDePlosive\nDieses Modul entfernt automatisch störende Plosivlaute aus deinen Sprachaufnahmen. Mit den…\nAnwendungsgebiete\nDrum-Bleeding aus Live-Aufnahmen entfernen\nMit SpectraLayers ist es ganz einfach, bei einer Live-Aufnahme das Übersprechen des Schlagzeugs…\nEntfernen des Click-Tracks aus einer Aufnahme\nIn diesem Video zeigt Simon Michael, wie er mit SpectraLayers das Übersprechen des Click-Tracks…\nDeBleeding von Toms\nIn diesem Video lernst du, wie du mit SpectraLayers die Aufnahme von Tom-Mikrofonen säubern…\nHall-Übereinstimmung\nHier erfährst du, wie du mit der Funktion \"Hall-Übereinstimmung\" das Hallprofil einer…\nEntfernen einer falschen Note aus einer Geigenaufnahme\nIn diesem Video verwendet Simon Michael SpectraLayers, um eine versehentlich falsch gehaltene Note…\nSpectraLayers Pro 12\nUpdate von\nSpectraLayers Pro 11\n€ 89,99\nPreis inklusive 21% MwST.\nIn den Warenkorb\nSpectraLayers Pro 12\nUpdate von\nSpectraLayers Pro 10\nSpectraLayers Pro 9\n€ 129,00\nPreis inklusive 21% MwST.\nIn den Warenkorb\nSpectraLayers Elements 12\nUpdate von\nSpectraLayers Elements 11\nSpectraLayers Elements 10\nSpectraLayers Elements 9\n€ 34,99\nPreis inklusive 21% MwST.\nIn den Warenkorb",
    "doc_type": "manual",
    "brand_id": 34,
    "brand_name": "Steinberg",
    "file_path": "/workspaces/Support-Center-/backend/data/steinberg/Mit_SpectraLayers_loslegen_48486f19.html",
    "metadata": {},
    "scraped_at": "2025-12-26 22:01:31.245456"
  },
  {
    "url": "https://www.steinberg.net/de/stories/studio-tutorial/",
    "title": "7 Gründe, warum du dir dein eigenes Studio einrichten solltest",
    "content": "7 Gründe, warum du dir dein eigenes Studio einrichten solltest\nMusik in deinem eigenen Studio zu machen, ist die perfekte Möglichkeit, um deine kreativen Ideen umzusetzen. Egal, ob du dir ein Heimstudio in einem freien Zimmer eingerichtet hast oder ein professionelles Recording-Studio mit Live-Stage betreibst, die Freiheit und Flexibilität, die dir ein eigenes Studio bietet, hilft dir dabei, deine Produktion auf das nächste Level zu bringen. Hier sind einige der wichtigsten Gründe dafür.\nErschaffe deine eigene Welt\nDein Studio ist dein eigener kreativer Raum, in dem du dich ganz auf das Komponieren Arrangieren und Mischen konzentrieren kannst – ohne irgendwelche Ablenkungen. Mobile Apps wie Cubasis sind zwar eine großartige Möglichkeit, um unterwegs Musik zu machen, aber im Studio kannst du dich viel besser auf die ganzen feinen Details deiner Produktion konzentrieren. Du kannst die Tür schließen, das Telefon ausstellen und deine gesamte Aufmerksamkeit darauf richten, die beste Musik zu machen. Im eigenen Studio zu arbeiten bedeutet auch, dass du jederzeit alles ausschalten kannst, wenn du eine Pause brauchst.\nAlle deine Tools immer parat\nDein Studio ist eine Erweiterung deiner selbst. Du kennst jedes einzelne Tool und weißt genau, wo du es findest. Du hast die Eingänge und Ausgänge gemappt, so dass du sofort bereit bist zum Aufnehmen. Wenn du eine Gitarren- oder Gesangsspur aufnehmen möchtest, brauchst du dich nicht mehr um das Routing zu kümmern, sondern kannst jede neue Idee spontan festhalten. Dein Studio ist auch das Zuhause aller deiner Presets und PlugIns. Hier kannst du Effekt-Ketten einrichten, die genau auf deine Stimme oder dein Instrument abgestimmt sind und die du innerhalb von Sekunden aufrufen kannst. Das spart dir jede Menge Zeit und Arbeit.\nArbeite erstaunlich schnell\nNirgends arbeitest du so effizient wie in deinem eigenen Studio. Du hast alle Kurzbefehle im im Kopf, angepasst an die Aufgaben, die du am häufigsten ausführst. Du kannst dir eigene Workspaces einrichten und diese per Tastendruck wechseln, so dass dir immer die optimale Arbeitsumgebung zum Aufnehmen, Arrangieren oder Mischen zur Verfügung steht. Du weißt genau, was dein System kann und wie du etwas machst. Ein Produzent, der sein Studio gut kennt, kann erstaunlich schnell arbeiten. Deinen eigenen Studioraum kannst du außerdem Raum genauso einrichten wie es für dich optimal ist – mit allem, was du benötigst und nichts, was du nicht brauchst.\nDein ganzes Equipment optimal eingerichtet\nIn deinem Studio erwacht deine Hardware zum Leben. Dein Recording-Interface, dein Mischpult, deine Effektgeräte, Mikrofone und Vintage-Synthesizer – alle deine Geräte sind angeschlossen und mit deiner DAW verbunden. So kannst du jeden Killer-Beat und jedes coole Riff sofort festhalten, ohne dass du dich erst mit der Verkabelung herumschlagen musst. Dein Schlagzeug und dein Gitarrenverstärker können dauerhaft mikrofoniert bleiben und wichtiges Studioequipment wie Pop-Schutz oder DI-Box sind immer perfekt positioniert.\nDie perfekte Abhörumgebung\nEin Studio ist der beste Ort zum Mischen und Mastern. Wenn du deine Musik auf optimal platzierten Monitorlautsprechern in einer Studie-Umgebung abhörst, erzielst du die besten Ergebnisse. Aber auch wenn dir kein akustisch optimierter Raum zur Verfügung steht, beispielsweise im Heimstudio, hilft es dir beim Mischen sehr, wenn du das Verhalten des Raums bezüglich der Stereo- und Basswiedergabe gut kennst. Nicht zu vergessen, wenn du einen eigenen Studioraum hast, kannst du auch in höheren Lautstärken abhören.\nEin Studio bringt Menschen zusammen\nEin Studio ist ein Raum für Zusammenarbeit. Wenn Menschen zusammen Musik machen, ist das Ergebnis so viel besser als die Summe der Teile. Bei Kollaborationen werden aber auch Ideen und Inspiration ausgetauscht. Dies kann dir helfen, deinen kreativen Horizont zu erweitern, sei es beim gemeinsamen Schreiben und Arrangieren von Musik oder beim Austausch von Ideen für den Mix. Das gemeinsame Arbeiten im selben Raum hat eine Dynamik, die auf andere Weise nur schwer zu erreichen ist.\nBring deine Musik auf das nächste Level\nWenn du den Schritt vom Heimstudio zu einem kommerziellen Studio machst, eröffnet dies viele neue Möglichkeiten für dich. Du erlebst schallisolierte und akustikoptimierte Aufnahmekabinen, Mischen auf großen Studiokonsolen, fein abgestimmte Regieräume mit High-End-Monitoring und vieles mehr. Vielleicht möchtest du einige Live-Aufnahmen für deine Produktion machen oder du hast zu Hause etwas aufgenommen, das du in einer professionellen Studioumgebung weiterbearbeiten möchtest. Was immer deine Gründe sind, die Arbeit im Studio beseitigt alle Limitierungen, so dass du dein kreatives Potential voll ausschöpfen kannst.\nErfahre mehr über Cubase\nCubase ist neu für dich?\nVerschaffe dir einen Überblick\nDu besitzt eine ältere Cubase-Version?\nErfahre alles über Cubase 15\nDu brauchst mehr Features?\nVergleiche die verschiedenen Cubase-Versionen",
    "doc_type": "manual",
    "brand_id": 34,
    "brand_name": "Steinberg",
    "file_path": "/workspaces/Support-Center-/backend/data/steinberg/7_Gründe,_warum_du_dir_dein_eigenes_Studio_einrichten_solltest_f1814771.html",
    "metadata": {},
    "scraped_at": "2025-12-26 22:01:35.059779"
  },
  {
    "url": "https://www.steinberg.net/de/support-for-ukraine/",
    "title": "Eine Mitteilung von Yamaha und Steinberg",
    "content": "Eine Mitteilung von Yamaha und Steinberg\nHumanitäre Hilfe für die Ukraine\nDie Yamaha Corporation hat beschlossen, 300.000 $ für humanitäre Hilfe in der Ukraine und den angrenzenden Gebieten zu spenden. Diese Spende wird über die Organisationen UNHCR (United Nations High Commissioner for Refugees) und UNICEF (United Nations High Commissioner for Children) abgewickelt. Die Yamaha-Gruppe, zu der auch Steinberg gehört, wünscht sich, dass Frieden in der ganzen Welt einkehrt und dass die Menschen in der Ukraine wieder in Sicherheit leben können. Bei Steinberg haben wir uns darüber hinaus zu einer zusätzlichen Spende entschlossen und ermöglichen unseren Mitarbeitern, einen Teil ihrer Arbeitszeit zu nutzen, um den in Hamburg ankommenden ukrainischen Flüchtlingen zu helfen.",
    "doc_type": "manual",
    "brand_id": 34,
    "brand_name": "Steinberg",
    "file_path": "/workspaces/Support-Center-/backend/data/steinberg/Eine_Mitteilung_von_Yamaha_und_Steinberg_5af751f0.html",
    "metadata": {},
    "scraped_at": "2025-12-26 22:01:38.841600"
  },
  {
    "url": "https://www.steinberg.net/de/tutorials/",
    "title": "Steinberg Tutorials",
    "content": "Steinberg Tutorials\nDu benötigst Hilfe zu deinem Produkt oder suchst nach neuen Inspirationen? Du bist neu in der Welt der Musikproduktion und könntest noch ein paar Tipps gebrauchen, um richtig loszulegen? Dann bist du hier goldrichtig! Hier findest du hilfreiche Tutorials zu Steinberg-Produkten sowie inspirierende und informative Artikel über spannende Musik- und Audio-Themen.\nMixing Vocals From Start To Finish with Dom Sigalas\n﻿\nWie bekomme ich meinen Sound bei Cubase rein und raus?\n﻿\nRock-Musik mixen wie ein Profi\n﻿\nWie du LoFi-Musik produzierst\n﻿\nAnfänger-Tutorial zum Aufnehmen deiner Stimme\n﻿\nDie Vorteile einer speziellen Mastering-DAW\n﻿\nWas ist eine DAW?\n﻿\nWie du deine Keyboards, MIDI-Controller und Audiogeräte mit Cubase verbindest\n﻿\n5 Tipps, wie du dein Songwriting in Cubase verbesserst\n﻿\nSo fügst du Spuren in Cubase hinzu\n﻿\nRock Drums programmieren mit Groove Agent SE\n﻿\n6 grundlegende Cubase-Audioprozesse, die du kennen solltest\n﻿\nWie du Effekt-PlugIns in Cubase einsetzt\n﻿\nBass-Recording-Techniken für einen kraftvollen Rocksound\n﻿\nWo du Samples, Loops, Instrumente und Effekte in Cubase findest\n﻿\nErzeuge den perfekten Rockgitarren-Leadsound\n﻿\nProduziere den perfekten Rockgitarren-Sound mit VST Amp Rack\n﻿\nNutze parallele Kompression, um deine Vocals hervorzuheben\n﻿\n5 Tipps für das Mischen von fetten Kick-Drums\n﻿\nWas bedeutet das Mastering einer Musikproduktion?\n﻿\nSo verwendest du Sidechain in Cubase\n﻿\n5 Tipps für schnelleres Mischen mit der Cubase MixConsole\n﻿\nProduziere fette Akustik-Snares mit diesen Tricks\n﻿\nSo klingen MIDI-Drums wie ein Heavy-Metal-Schlagzeug\n﻿\n5 Tipps für einen großartigen E-Bass-Sound\n﻿\n5 Tipps für smoothe Vocals\n﻿\nMetal Drums mischen\n﻿\nClean Metal Vocals mischen\n﻿\nMixing von Screaming Metal Vocals\n﻿\nMetal-Bass mischen\n﻿\nMetal-Gitarrensoli mischen\n﻿\nMetal Drums Routing und Balancing\n﻿\nTiefer gestimmte Metal-Gitarren mischen\n﻿\nMetal-Produktionen mit Synthesizern aufwerten\n﻿\nRecording-Tipps für Metal-Bass\n﻿\nDrum Bus Compression in Metal-Produktionen\n﻿\nOrchestrierung für Metal-Songs\n﻿\nMetal Vocals aufnehmen\n﻿\nTipps zum Mastern eines Metal-Tracks\n﻿\nMetal Vocals mischen und bearbeiten\n﻿\nWie du den perfekten Metal-Gitarrensound produzierst\n﻿\nWie du einen professionellen Metal-Snare-Sound kreierst\n﻿\nErhalte einen volleren Metal-Drumsound mit dem Cubase Raiser PlugIn\n﻿\nWas ist Polyrhythmic Metal und wie produziert man das?\n﻿\n5 Tipps, mit denen deine Demos professionell klingen\n﻿\n5 Tipps & Tricks für deinen Metal-Mix\n﻿\nErzeuge massive Subbässe\n﻿\nWie du die perfekten Drums für deinen Song findest\n﻿\nVerliere nie mehr einen guten Take\n﻿\nSo erzeugst du einen Reverse Reverb\n﻿\nWerde kreativ mit dem REVerence Faltungshall\n﻿\nWie du LoFi-Vibes in deine Produktionen bringst\n﻿\nSo erzeugst du Ducking Delays\n﻿\nKreiere einzigartige Instrumente aus Samples\n﻿\nErzeuge anspruchsvolle Akkordfolgen mit einem E-Piano\n﻿\nBringe deine Synths mit dem Channel Strip zur Geltung\n﻿\n5 Möglichkeiten, um deinen Tracks mehr Wärme zu verleihen\n﻿\n5 Methoden, um Vocals breiter zu machen\n﻿\n10 Möglichkeiten, um deine Songs mit dem FX Modulator interessanter zu machen\n﻿\nSteuere deine Synths mit Quick Controls\n﻿\nMorphende Lead-Sounds aus Vocal-Samples erstellen\n﻿\nBereite deine Musik für Streaming-Plattformen vor\n﻿\nAudio für Vlogs aufnehmen und produzieren\n﻿\nKreiere Trap-Drums durch Sample-Slicing\n﻿\n5 unverzichtbare Mastering-Tools in WaveLab\n﻿\nWie du organische Texturen zu deinem Sound hinzufügst\n﻿\nSo produzierst du hochwertigen Audio-Content für deine Podcasts\n﻿\nSo komponierst du Blechbläser für Abenteuerfilme\n﻿\nDer beste Trick, damit alles weit klingt\n﻿\n5 Tipps, mit denen deine Musik professioneller klingt\n﻿\nSo richtest du ein Online-Karaoke-System für zu Hause ein\n﻿\nAufnehmen und Bearbeiten von Podcasts\n﻿\nVerbessere die Tonqualität deiner Video-Calls\n﻿\nSo verbesserst du den Sound deines Podcasts\n﻿\nDarum ist WaveLab der beste Audio-Editor\n﻿\nSo verbesserst du den Ton deiner Videos\n﻿\nWie du ein ASMR-Video mit großartigem Sound aufnimmst\n﻿\nBeats zerlegen mit der Entmischen-Funktion\n﻿\nGitarrenproduktionen mit Spektralbearbeitung optimieren\n﻿\nStörende Sounds aus einem Song entfernen\n﻿\nVocal Stems bereinigen\n﻿\nAtmos Monitoring auf Kopfhörern\n﻿\nWaffensounds für Videospiele designen\n﻿\nAlien-Sounds für Videospiele kreieren\n﻿\nGame Sound Design in Ambisonics\n﻿\nImmerse with AmbiDecoder Kurzanleitung\n﻿\nMusik mischen in Ambisonics\n﻿\nSound Design für VR, AR und 360°-Video\n﻿\nEinrichten einer Session für Waffensounds in Videospielen\n﻿",
    "doc_type": "manual",
    "brand_id": 34,
    "brand_name": "Steinberg",
    "file_path": "/workspaces/Support-Center-/backend/data/steinberg/Steinberg_Tutorials_b61159e1.html",
    "metadata": {},
    "scraped_at": "2025-12-26 22:01:42.853095"
  },
  {
    "url": "https://www.steinberg.net/de/tutorials/10-ways-to-add-ear-candy/",
    "title": "10 Möglichkeiten, um deine Songs mit dem FX Modulator interessanter zu machen",
    "content": "Zurück zur Übersicht\n10 Möglichkeiten, um deine Songs mit dem FX Modulator interessanter zu machen\nWir benötigen Ihre Zustimmung, um den YouTube Video-Service zu laden!\nWir verwenden einen Service eines Drittanbieters, um Videoinhalte einzubetten. Dieser Service kann Daten zu Ihren Aktivitäten sammeln. Bitte lesen Sie die Details durch und stimmen Sie der Nutzung des Service zu, um dieses Video anzusehen.\nDieser Inhalt darf aufgrund von Trackern, die Besuchern nicht offengelegt werden, nicht geladen werden. Der Besitzer der Website muss diese mit seinem CMP einrichten, um diesen Inhalt zur Liste der verwendeten Technologien hinzuzufügen.\nMehr Informationen\nAkzeptieren\nDom Sigalas zeigt dir in diesem Cubase-Tutorial, wie du mit dem Effekt-Plugin FX Modulator deine Musikproduktion sofort interessanter machst. Verleihe deiner Gesangsproduktion einen modernen Touch, indem du die Formanten, die Filtermodulation, die Tonhöhe und vieles mehr veränderst. Du kannst den FX Modulator auf jede Klangquelle anwenden, um interessante Effekte für dein Sounddesign und deine Musikproduktionen\nMehr Cubase-Tutorials\nLerne Cubase mit unseren ausführlichen Video-Tutorials.\nCubase ist neu für dich?\nVerschaffe dir einen Überblick\nStories. Interviews. Anregungen.\nInteressantes von und über Steinberg.\nProbiere Cubase selbst aus\nJetzt, wo du weißt, was du mit Cubase alles machen kannst, ist es an der Zeit, dass du es selbst ausprobierst. Wir bieten dir die Möglichkeit, alle Features von Cubase Pro kostenlos für 60 Tage zu testen. Gib einfach deine E-Mail-Adresse ein, um direkt loszulegen.\nCubase Pro 15 kostenlos testen",
    "doc_type": "manual",
    "brand_id": 34,
    "brand_name": "Steinberg",
    "file_path": "/workspaces/Support-Center-/backend/data/steinberg/10_Möglichkeiten,_um_deine_Songs_mit_dem_FX_Modulator_interessanter_zu_machen_256a0c5e.html",
    "metadata": {},
    "scraped_at": "2025-12-26 22:01:47.106644"
  },
  {
    "url": "https://www.steinberg.net/de/tutorials/25-terms-for-cubase-beginners/",
    "title": "25 Begriffe, die du als Cubase-Einsteiger:in kennen solltest",
    "content": "Zurück zur Übersicht\n25 Begriffe, die du als Cubase-Einsteiger:in kennen solltest\nDein Einstieg in die Musikproduktion – Wort für Wort erklärt\nDu hast also Cubase installiert, dein erstes Projekt geöffnet und...da ist sie: eine ganz neue Welt voller Schaltflächen, Menüs und geheimnisvoller Begriffe.\nMach dir keine Sorgen - du bist nicht allein. Auch die erfolgreichsten Musikproduzent:innen haben irgendwo angefangen. Dieses Glossar soll dir helfen, die Sprache von Cubase zu lernen, damit du dich auf das konzentrieren kannst, was am wichtigsten ist: Musik machen.\nEgal, ob du einen Loop laden willst, deine erste Melodie aufnimmst oder herauszufinden versuchst, was ein \"Send\" ist, dieser Leitfaden erklärt dir die wichtigsten Fachbegriffe, denen du in deinen ersten Wochen mit Cubase begegnen wirst.\nLass uns loslegen.\nGrundlagen: Projekte & Spuren\nProjekt\nDeine komplette Songdatei - mit allen Spuren, Audio, MIDI, Instrumenten, Effekten und mehr. Jede Session, an der du arbeitest, ist ein Projekt.\nSpur\nEine Spur in deinem Projekt, die entweder Audio- oder MIDI-Daten enthält. Eine Spur kann z. B. eine Stimme enthalten, eine andere einen Drum Loop, eine andere einen Synthesizer.\nZeitlineal\nDas horizontale Lineal am oberen Rand des Bildschirms, das die Zeit in Beats, Takten oder Sekunden anzeigt. Hier kannst du deinen Song aufbauen und arrangieren.\nEvent\nEin Block von Inhalten auf einer Spur - das kann eine Aufnahme, ein Loop oder ein MIDI-Part sein. Du kannst ihn verschieben, kopieren, trimmen und bearbeiten.\nLoop\nEin sich wiederholendes Musikstück - oft ein kurzer Beat, eine Akkordfolge oder eine Melodie. Cubase macht das Loopen mit der Drag-and-Drop-Unterstützung für Samples super einfach.\nSample\nEine kurze Audiodatei, z. B. ein Snare-Hit oder eine Gesangsphrase. Du kannst Samples aus deiner eigenen Sammlung einbringen oder Bibliotheken und Packs verwenden.\nAufnahme & Wiedergabe\nAufnahme aktivieren\nBevor du auf einer Spur aufnimmst, musst du sie \"scharfschalten\" - damit Cubase weiß, wo die Aufnahme stattfinden soll.\nMonitoring\nDu möchtest deine Stimme oder Gitarre während der Aufnahme hören? Schalte das Monitoring ein, um deinen Input live zu hören.\nMetronome (Click)\nDer gleichmäßige Beat, der während der Aufnahme den Takt angibt. Du kannst ihn in der Transportzeile ein- und ausschalten.\nLatenz\nEine kleine zeitliche Verzögerung zwischen dem Spielen eines Sounds und dem Hören der Wiedergabe. Die Verwendung eines Audio-Interfaces und die Anpassung der Puffergröße helfen, die Latenz zu verringern.\nTransportschalter\nWiedergabe, Stop, Aufnahme, Rücklauf, Loop (Cycle) - das sind die wichtigsten Tasten für die Transportfunktionen, die sich im unteren Bereich des Bildschirms befinden.\nMIDI & Virtuelle Instrumente\nMIDI\nMusikalische Daten, die den Instrumenten sagen, welche Noten sie spielen sollen, wie lange, wie laut und vieles mehr. MIDI erzeugt nicht selbst Sound - es steuert Instrumente.\nInstrumentenspur\nEine Spur, die MIDI-Eingabe und ein virtuelles Instrument (wie einen Synthesizer oder ein Klavier) kombiniert. Die perfekte Wahl, wenn du Melodien und Beats erstellen willst.\nVST-Instrument (VSTi)\nEin Software-Instrument, das in Cubase integriert ist. Beispiele sind Retrologue, Groove Agent oder Drittanbieter-Synthesizer wie Serum.\nPiano Roll / Key-Editor\nEin Raster, in dem du MIDI-Noten zeichnen, verschieben und bearbeiten kannst. Hier wirst du wahrscheinlich eine Menge Zeit verbringen!\nAkkord-Pads\nErstelle volle Akkorde mit einem einzigen Klick - auch wenn du keine Ahnung von Musiktheorie hast. Eine großartige Funktion, um schnell Akkordfolgen zu erstellen.\nSkalen-Assistent\nHält deine MIDI-Noten in der richtigen Tonart, damit alles harmonisch klingt – perfekt, wenn du gerade erst anfängst.\nAbmischen & Effekte\nMixConsole\nDer Teil von Cubase, in dem du die Lautstärke, das Panorama und die Effekte für jede Spur einstellst - genau wie bei einem echten Mischpult.\nVolume Fader\nLegt fest, wie laut ein Track ist. Du findest diese Einstellung sowohl im Spur-Inspector als auch in der MixConsole.\nPanorama\nVerschiebt den Sound im Stereofeld nach links oder rechts - zum Beispiel Gitarre leicht nach links, Klavier leicht nach rechts.\nInsert-Effekte\nEffekte (wie Reverb, Delay oder EQ), die direkt zu einer Spur hinzugefügt werden.\nSend-Effekte\nGemeinsame Nutzung von Effekten auf mehreren Spuren über einen FX-Kanal. Das spart Prozessorleistung und macht deinen Mix konsistenter.\nAutomation\nVerändert automatisch Parameter wie Lautstärke oder Effekte im zeitlichen Verlauf – zum Beispiel für Fade-ins, Filter-Sweeps oder punktgenaues Stummschalten einer Spur.\nBonus: Praktische Extras\nRendern / Exportieren\nWenn dein Song fertig ist, exportiere ihn, um eine Audiodatei (z. B. MP3 oder WAV) zu erstellen, die du teilen kannst.\nLatenzausgleich\nCubase hält alles in sync, auch wenn ein PlugIn eine leichte Verzögerung hinzufügt. Magisch, oder?\nQuantisieren\nRichtet deine MIDI- oder Audioaufnahmen am Raster aus, damit alles im Takt bleibt.\nTipp für Anfänger:innen\nFühl dich nicht unter Druck gesetzt, alles auf einmal lernen zu müssen.\nFang klein an: Loope einen Beat, füge einen Akkord hinzu, nimm eine Gesangsidee auf.\nDieses Glossar ist immer da, wenn du es brauchst – ein Schritt nach dem anderen.\nJede:r fängt mal an. Und dein erster Track ist nur ein paar Klicks entfernt.",
    "doc_type": "manual",
    "brand_id": 34,
    "brand_name": "Steinberg",
    "file_path": "/workspaces/Support-Center-/backend/data/steinberg/25_Begriffe,_die_du_als_Cubase-Einsteiger:in_kennen_solltest_cd7c26dd.html",
    "metadata": {},
    "scraped_at": "2025-12-26 22:01:50.974633"
  },
  {
    "url": "https://www.steinberg.net/de/tutorials/5-mixconsole-tips-for-faster-mixing/",
    "title": "5 Tipps für schnelleres Mischen mit der Cubase MixConsole",
    "content": "Zurück zur Übersicht\n5 Tipps für schnelleres Mischen mit der Cubase MixConsole\nWir benötigen Ihre Zustimmung, um den YouTube Video-Service zu laden!\nWir verwenden einen Service eines Drittanbieters, um Videoinhalte einzubetten. Dieser Service kann Daten zu Ihren Aktivitäten sammeln. Bitte lesen Sie die Details durch und stimmen Sie der Nutzung des Service zu, um dieses Video anzusehen.\nDieser Inhalt darf aufgrund von Trackern, die Besuchern nicht offengelegt werden, nicht geladen werden. Der Besitzer der Website muss diese mit seinem CMP einrichten, um diesen Inhalt zur Liste der verwendeten Technologien hinzuzufügen.\nMehr Informationen\nAkzeptieren\nIn diesem Video zeigt dir Dom Sigalas, wie du die Cubase MixConsole optimal nutzt, um deinen Workflow beim Mischen zu verbessern. Außerdem bekommst du viele Tipps, um schneller und effizienter zu arbeiten und deine Ohren zu entlasten. Dom erklärt u.a., wie man mit Kanälen arbeitet, den Mixer konfiguriert, Effekte routet, nur bestimmte Effekte wie Hall, Limiter und Saturation anzeigt, den VST-PlugIn-Manager nutzt, um effizienter zu arbeiten und mit der Rendering-Funktion CPU- und RAM-Ressourcen sparen kann. Diese Tipps werden definitiv dazu beitragen, deinen Workflow in Cubase zu optimieren!\nMehr Cubase-Tutorials\nLerne Cubase mit unseren ausführlichen Video-Tutorials.\nCubase ist neu für dich?\nVerschaffe dir einen Überblick\nStories. Interviews. Anregungen.\nInteressantes von und über Steinberg.\nDiese Tutorials könnten Dich auch interessieren\nRock-Musik mixen wie ein Profi\nProbiere Cubase selbst aus\nJetzt, wo du weißt, was du mit Cubase alles machen kannst, ist es an der Zeit, dass du es selbst ausprobierst. Wir bieten dir die Möglichkeit, alle Features von Cubase Pro kostenlos für 60 Tage zu testen. Gib einfach deine E-Mail-Adresse ein, um direkt loszulegen.\nCubase Pro 15 kostenlos testen",
    "doc_type": "manual",
    "brand_id": 34,
    "brand_name": "Steinberg",
    "file_path": "/workspaces/Support-Center-/backend/data/steinberg/5_Tipps_für_schnelleres_Mischen_mit_der_Cubase_MixConsole_302a0371.html",
    "metadata": {},
    "scraped_at": "2025-12-26 22:01:54.827418"
  },
  {
    "url": "https://www.steinberg.net/de/tutorials/5-tips-for-a-great-electric-bass-sound/",
    "title": "5 Tipps für einen großartigen E-Bass-Sound",
    "content": "Zurück zur Übersicht\n5 Tipps für einen großartigen E-Bass-Sound\nWir benötigen Ihre Zustimmung, um den YouTube Video-Service zu laden!\nWir verwenden einen Service eines Drittanbieters, um Videoinhalte einzubetten. Dieser Service kann Daten zu Ihren Aktivitäten sammeln. Bitte lesen Sie die Details durch und stimmen Sie der Nutzung des Service zu, um dieses Video anzusehen.\nDieser Inhalt darf aufgrund von Trackern, die Besuchern nicht offengelegt werden, nicht geladen werden. Der Besitzer der Website muss diese mit seinem CMP einrichten, um diesen Inhalt zur Liste der verwendeten Technologien hinzuzufügen.\nMehr Informationen\nAkzeptieren\nDu wünschst dir einen fetten E-Bass-Sound? In diesem Video zeigt dir Dom Sigalas, wie du die Möglichkeiten von Cubase nutzt, um deinen Bass-Sound zu optimieren. Der Bass ist das Fundament des Songs, weshalb es besonders wichtig ist, ihn gut abzumischen und zu produzieren. Lerne, wie du Kompression, EQ, Bandsättigung und den VST Bass Amp richtig einsetzt, um einen ausgewogenen Bass-Sound mit optimaler Dynamik zu erzielen. Dom zeigt dir außerdem, wie du deine Bassline tighter machst, indem du die Aufnahme quantisierst und manuell bereinigst. Zum Schluss lernst du noch Doms Geheimwaffe für den perfekten Bass-Sound kennen: Das Duplizieren der Bassline mit einem Sub-Bass.\nMehr Cubase-Tutorials\nLerne Cubase mit unseren ausführlichen Video-Tutorials.\nCubase ist neu für dich?\nVerschaffe dir einen Überblick\nStories. Interviews. Anregungen.\nInteressantes von und über Steinberg.\nDiese Tutorials könnten Dich auch interessieren\nBass-Recording-Techniken für einen kraftvollen Rocksound\nProbiere Cubase selbst aus\nJetzt, wo du weißt, was du mit Cubase alles machen kannst, ist es an der Zeit, dass du es selbst ausprobierst. Wir bieten dir die Möglichkeit, alle Features von Cubase Pro kostenlos für 60 Tage zu testen. Gib einfach deine E-Mail-Adresse ein, um direkt loszulegen.\nCubase Pro 15 kostenlos testen",
    "doc_type": "manual",
    "brand_id": 34,
    "brand_name": "Steinberg",
    "file_path": "/workspaces/Support-Center-/backend/data/steinberg/5_Tipps_für_einen_großartigen_E-Bass-Sound_b4833d7b.html",
    "metadata": {},
    "scraped_at": "2025-12-26 22:01:58.569829"
  },
  {
    "url": "https://www.steinberg.net/de/tutorials/5-tips-for-big-fat-kick-drums/",
    "title": "5 Tipps für das Mischen von fetten Kick-Drums",
    "content": "Zurück zur Übersicht\n5 Tipps für das Mischen von fetten Kick-Drums\nWir benötigen Ihre Zustimmung, um den YouTube Video-Service zu laden!\nWir verwenden einen Service eines Drittanbieters, um Videoinhalte einzubetten. Dieser Service kann Daten zu Ihren Aktivitäten sammeln. Bitte lesen Sie die Details durch und stimmen Sie der Nutzung des Service zu, um dieses Video anzusehen.\nDieser Inhalt darf aufgrund von Trackern, die Besuchern nicht offengelegt werden, nicht geladen werden. Der Besitzer der Website muss diese mit seinem CMP einrichten, um diesen Inhalt zur Liste der verwendeten Technologien hinzuzufügen.\nMehr Informationen\nAkzeptieren\nIn diesem Video-Tutorial zeigt dir Dom Sigalas, wie du deine Musikproduktion mit einer fetten, druckvollen Kick-Drum aufwerten kannst. Ausgehend von einer akustischen Kick-Drum emuliert Dom einen Pultec Vintage Kompressor-Sound mit einem analogen Vintage EQ, Kompressor-Automation und einem Envelope Shaper, um einen präzisen, sauberen Drum-Sound zu kreieren. Dom erklärt außerdem, wie du den dynamischen EQ für Solo-Kick-Drums, den Multiband Envelope Shaper und die Auto Gain Funktion des Studio EQs einsetzt. Alle diese Tool stehen dir direkt in Cubase zur Verfügung und helfen dir dabei, schnell und einfach einen satten, fetten und druckvollen Kick-Drum-Sound für deine Musikproduktion zu erzielen.\nDiese Tutorials könnten Dich auch interessieren\nRock-Drums programmieren mit Groove Agent SE\nProbiere Cubase selbst aus\nJetzt, wo du weißt, was du mit Cubase alles machen kannst, ist es an der Zeit, dass du es selbst ausprobierst. Wir bieten dir die Möglichkeit, alle Features von Cubase Pro kostenlos für 60 Tage zu testen. Gib einfach deine E-Mail-Adresse ein, um direkt loszulegen.\nCubase Pro 15 kostenlos testen",
    "doc_type": "manual",
    "brand_id": 34,
    "brand_name": "Steinberg",
    "file_path": "/workspaces/Support-Center-/backend/data/steinberg/5_Tipps_für_das_Mischen_von_fetten_Kick-Drums_b3a2724b.html",
    "metadata": {},
    "scraped_at": "2025-12-26 22:02:02.398676"
  },
  {
    "url": "https://www.steinberg.net/de/tutorials/5-tips-for-smooth-vocals/",
    "title": "5 Tipps für smoothe Vocals",
    "content": "Zurück zur Übersicht\n5 Tipps für smoothe Vocals\nWir benötigen Ihre Zustimmung, um den YouTube Video-Service zu laden!\nWir verwenden einen Service eines Drittanbieters, um Videoinhalte einzubetten. Dieser Service kann Daten zu Ihren Aktivitäten sammeln. Bitte lesen Sie die Details durch und stimmen Sie der Nutzung des Service zu, um dieses Video anzusehen.\nDieser Inhalt darf aufgrund von Trackern, die Besuchern nicht offengelegt werden, nicht geladen werden. Der Besitzer der Website muss diese mit seinem CMP einrichten, um diesen Inhalt zur Liste der verwendeten Technologien hinzuzufügen.\nMehr Informationen\nAkzeptieren\nIn diesem Video-Tutorial lernst du fünf Tipps für smoothe Vocals kennen. Diese helfen dir dabei, deine Gesangsaufnahmen weicher zu machen, harsche Sounds zu beseitigen und die Vocals optimal in den Mix einzufügen. Weich klingende Vocals sind wesentlich für einen guten Mix. Lass dir von Dom zeigen, wie du mit Cubase professionell Gesang aufnehmen und abmischen kannst.\nMehr Cubase-Tutorials\nLerne Cubase mit unseren ausführlichen Video-Tutorials.\nCubase ist neu für dich?\nVerschaffe dir einen Überblick\nStories. Interviews. Anregungen.\nInteressantes von und über Steinberg.\nProbiere Cubase selbst aus\nJetzt, wo du weißt, was du mit Cubase alles machen kannst, ist es an der Zeit, dass du es selbst ausprobierst. Wir bieten dir die Möglichkeit, alle Features von Cubase Pro kostenlos für 60 Tage zu testen. Gib einfach deine E-Mail-Adresse ein, um direkt loszulegen.\nCubase Pro 15 kostenlos testen",
    "doc_type": "manual",
    "brand_id": 34,
    "brand_name": "Steinberg",
    "file_path": "/workspaces/Support-Center-/backend/data/steinberg/5_Tipps_für_smoothe_Vocals_296062a0.html",
    "metadata": {},
    "scraped_at": "2025-12-26 22:02:06.140224"
  },
  {
    "url": "https://www.steinberg.net/de/tutorials/5-wavelab-tools-you-need-for-mastering/",
    "title": "5 unverzichtbare Mastering-Tools in WaveLab",
    "content": "Zurück zur Übersicht\n5 unverzichtbare Mastering-Tools in WaveLab\nWir benötigen Ihre Zustimmung, um den YouTube Video-Service zu laden!\nWir verwenden einen Service eines Drittanbieters, um Videoinhalte einzubetten. Dieser Service kann Daten zu Ihren Aktivitäten sammeln. Bitte lesen Sie die Details durch und stimmen Sie der Nutzung des Service zu, um dieses Video anzusehen.\nDieser Inhalt darf aufgrund von Trackern, die Besuchern nicht offengelegt werden, nicht geladen werden. Der Besitzer der Website muss diese mit seinem CMP einrichten, um diesen Inhalt zur Liste der verwendeten Technologien hinzuzufügen.\nMehr Informationen\nAkzeptieren\nIn diesem Mastering-Video für Einsteiger stellt Dom Sigalas fünf wichtige WaveLab-Tools vor, die deine Musik auf das nächste Level bringen. Dazu gehören die leistungsstarke Audiomontage, die Mid-Side-Funktionen, die Mastering-Analysetools/Meter, mit denen WaveLab dir genau zeigt, was mit deiner Musik während des Mastering-Prozesses passiert, sowie die Tools zum Erstellen von CDs und zum Abspielen von DDP-Dateien. WaveLab enthält alle Tools, die du für das Mastering benötigst, und hilft dir, den besten Sound zu erzielen, egal ob du hobbymäßig Musik machst oder im professionellen Bereich arbeitest.\nDie erste Wahl für aufstrebende Musiker\nWaveLab Elements\nDie Mastering-Software der Profis\nWaveLab Pro\nMastering-Ingenieurin sorgt für den perfekten Sound\nKatie Tavini im Interview\nDiese Tutorials könnten Dich auch interessieren\nDarum ist WaveLab der beste Audio-Editor\nProbiere WaveLab selbst aus\nJetzt, wo du weißt, was du mit WaveLab alles machen kannst, ist es an der Zeit, dass du es selbst ausprobierst. Wir bieten dir die Möglichkeit, alle Features von WaveLab kostenlos für 30 Tage zu testen. Gib einfach deine E-Mail-Adresse ein, um direkt loszulegen.\nTeste WaveLab kostenlos",
    "doc_type": "manual",
    "brand_id": 34,
    "brand_name": "Steinberg",
    "file_path": "/workspaces/Support-Center-/backend/data/steinberg/5_unverzichtbare_Mastering-Tools_in_WaveLab_2ffcfd40.html",
    "metadata": {},
    "scraped_at": "2025-12-26 22:02:10.050411"
  },
  {
    "url": "https://www.steinberg.net/de/tutorials/5-ways-to-use-sidechain/",
    "title": "So verwendest du Sidechain in Cubase",
    "content": "Zurück zur Übersicht\nSo verwendest du Sidechain in Cubase\nWir benötigen Ihre Zustimmung, um den YouTube Video-Service zu laden!\nWir verwenden einen Service eines Drittanbieters, um Videoinhalte einzubetten. Dieser Service kann Daten zu Ihren Aktivitäten sammeln. Bitte lesen Sie die Details durch und stimmen Sie der Nutzung des Service zu, um dieses Video anzusehen.\nDieser Inhalt darf aufgrund von Trackern, die Besuchern nicht offengelegt werden, nicht geladen werden. Der Besitzer der Website muss diese mit seinem CMP einrichten, um diesen Inhalt zur Liste der verwendeten Technologien hinzuzufügen.\nMehr Informationen\nAkzeptieren\nIn diesem Cubase-Tutorial zeigt dir Dom Sigalas, wie du die Sidechain-Funktion in deinen Musikproduktionen nutzt, um verschiedene Effekte zu erzielen. Dazu gehört der klassische Sidechain-Pump-Effekt und das Kombinieren von Elementen mit dem Frequency 2 EQ im Sidechain-Modus. In Frequency 2 kannst du bis zu acht Sidechains auf verschiedene EQ-Bänder legen und Attack und Release auf dein Material abstimmen. Durch das Sidechaining eines Synthesizers mit dem Frequency 2 EQ im MS-Modus schafft Dom mehr Platz für die Vocals und gibt ihnen Raum zur Entfaltung. Als weitere Anwendung von Sidechaining lernst du, wie man rhythmische Gated-Effekte kreiert und mit der Threshold- und Hold-Funktion einen abgehackten oder weichen Sound für Pads, Drones, Vocals, Gitarren und vieles mehr erzeugt. Zu guter Letzt zeigt dir Dom, wie du den Sidechain-Eingang von Retrologue 2 in Cubase verwendest, um mit dem Retrologue Filter und dem Arpeggiator einen Sound radikal zu verändern.\nMehr Cubase-Tutorials\nLerne Cubase mit unseren ausführlichen Video-Tutorials.\nCubase ist neu für dich?\nVerschaffe dir einen Überblick\nEin Synthesizer mit Sidechain-Funktion\nLerne Retrologue kennen\nDiese Tutorials könnten Dich auch interessieren\nKreiere Trap-Drums durch Sample-Slicing\nWie du organische Texturen zu deinem Sound hinzufügst\nSo komponierst du Blechbläser für Abenteuerfilme\nProbiere Cubase selbst aus\nJetzt, wo du weißt, was du mit Cubase alles machen kannst, ist es an der Zeit, dass du es selbst ausprobierst. Wir bieten dir die Möglichkeit, alle Features von Cubase Pro kostenlos für 60 Tage zu testen. Gib einfach deine E-Mail-Adresse ein, um direkt loszulegen.\nCubase Pro 15 kostenlos testen",
    "doc_type": "manual",
    "brand_id": 34,
    "brand_name": "Steinberg",
    "file_path": "/workspaces/Support-Center-/backend/data/steinberg/So_verwendest_du_Sidechain_in_Cubase_37947d90.html",
    "metadata": {},
    "scraped_at": "2025-12-26 22:02:13.791488"
  },
  {
    "url": "https://www.steinberg.net/de/tutorials/5-ways-to-warm-up-your-tracks/",
    "title": "5 Möglichkeiten, um deinen Tracks mehr Wärme zu verleihen",
    "content": "Zurück zur Übersicht\n5 Möglichkeiten, um deinen Tracks mehr Wärme zu verleihen\nWir benötigen Ihre Zustimmung, um den YouTube Video-Service zu laden!\nWir verwenden einen Service eines Drittanbieters, um Videoinhalte einzubetten. Dieser Service kann Daten zu Ihren Aktivitäten sammeln. Bitte lesen Sie die Details durch und stimmen Sie der Nutzung des Service zu, um dieses Video anzusehen.\nDieser Inhalt darf aufgrund von Trackern, die Besuchern nicht offengelegt werden, nicht geladen werden. Der Besitzer der Website muss diese mit seinem CMP einrichten, um diesen Inhalt zur Liste der verwendeten Technologien hinzuzufügen.\nMehr Informationen\nAkzeptieren\nIn diesem Cubase-Tutorial stellt dir Dom Sigalas 5 Möglichkeiten vor, um deinen Tracks einen wärmeren Sound zu verleihen. Zuerst zeigt Dom dir, wie du deine Drums mit der Multiband-Verzerrung von Quadrafuzz wärmer klingen lässt. Anschließend nutzt er die Tube Saturation im Channelstrip, um Bass und Gitarre wärmer zu machen. Mit dem Frequency EQ, dem Vintage-Compressor sowie dem Saturation- und Distortion-PlugIn Distroyer für den Gesang komplettiert Dom die fünf Möglichkeiten, mit denen du deinen Song wärmer und voller klingen lassen kannst.\nMehr Cubase-Tutorials\nLerne Cubase mit unseren ausführlichen Video-Tutorials.\nCubase ist neu für dich?\nVerschaffe dir einen Überblick\nStories. Interviews. Anregungen.\nInteressantes von und über Steinberg.\nProbiere Cubase selbst aus\nJetzt, wo du weißt, was du mit Cubase alles machen kannst, ist es an der Zeit, dass du es selbst ausprobierst. Wir bieten dir die Möglichkeit, alle Features von Cubase Pro kostenlos für 60 Tage zu testen. Gib einfach deine E-Mail-Adresse ein, um direkt loszulegen.\nCubase Pro 15 kostenlos testen",
    "doc_type": "manual",
    "brand_id": 34,
    "brand_name": "Steinberg",
    "file_path": "/workspaces/Support-Center-/backend/data/steinberg/5_Möglichkeiten,_um_deinen_Tracks_mehr_Wärme_zu_verleihen_d0850788.html",
    "metadata": {},
    "scraped_at": "2025-12-26 22:02:17.700142"
  },
  {
    "url": "https://www.steinberg.net/de/tutorials/5-ways-to-widen-your-vocals/",
    "title": "5 Methoden, um Vocals breiter zu machen",
    "content": "Zurück zur Übersicht\n5 Methoden, um Vocals breiter zu machen\nWir benötigen Ihre Zustimmung, um den YouTube Video-Service zu laden!\nWir verwenden einen Service eines Drittanbieters, um Videoinhalte einzubetten. Dieser Service kann Daten zu Ihren Aktivitäten sammeln. Bitte lesen Sie die Details durch und stimmen Sie der Nutzung des Service zu, um dieses Video anzusehen.\nDieser Inhalt darf aufgrund von Trackern, die Besuchern nicht offengelegt werden, nicht geladen werden. Der Besitzer der Website muss diese mit seinem CMP einrichten, um diesen Inhalt zur Liste der verwendeten Technologien hinzuzufügen.\nMehr Informationen\nAkzeptieren\nIn diesem Video geht es um die Optimierung deiner Gesangsproduktion. Du lernst 5 Methoden kennen, um du deinen Gesang breiter klingen zu lassen. Cubase verfügt über viele Funktionen zur Verbesserung von Vocals und du kannst unterschiedliche Techniken in der Musikproduktion anwenden, um eine Gesangsaufnahme breiter zu machen. Dom zeigt, wie man eine Mono-Gesangsaufnahme mit dem Haas-Effekt breiter klingen lässt, einen Reverb mit Early Reflections einsetzt, das Cloner-Plugin verwendet, den Vocal-Kanal dupliziert und Modulationseffekte als FX-Kanäle einsetzt. Der Gesang steht bei den meisten Songs im Mittelpunkt. Wenn du diese Techniken bei anwendest, können deine Songs wirklich aus der Masse herausstechen.\nMehr Cubase-Tutorials\nLerne Cubase mit unseren ausführlichen Video-Tutorials.\nCubase ist neu für dich?\nVerschaffe dir einen Überblick\nStories. Interviews. Anregungen.\nInteressantes von und über Steinberg.\nProbiere Cubase selbst aus\nJetzt, wo du weißt, was du mit Cubase alles machen kannst, ist es an der Zeit, dass du es selbst ausprobierst. Wir bieten dir die Möglichkeit, alle Features von Cubase Pro kostenlos für 60 Tage zu testen. Gib einfach deine E-Mail-Adresse ein, um direkt loszulegen.\nCubase Pro 15 kostenlos testen",
    "doc_type": "manual",
    "brand_id": 34,
    "brand_name": "Steinberg",
    "file_path": "/workspaces/Support-Center-/backend/data/steinberg/5_Methoden,_um_Vocals_breiter_zu_machen_1cb384ee.html",
    "metadata": {},
    "scraped_at": "2025-12-26 22:02:21.740126"
  },
  {
    "url": "https://www.steinberg.net/de/tutorials/6-basic-audio-processes-in-cubase-you-need-to-know/",
    "title": "6 grundlegende Cubase-Audioprozesse, die du kennen solltest",
    "content": "Zurück zur Übersicht\n6 grundlegende Cubase-Audioprozesse, die du kennen solltest\nWir benötigen Ihre Zustimmung, um den YouTube Video-Service zu laden!\nWir verwenden einen Service eines Drittanbieters, um Videoinhalte einzubetten. Dieser Service kann Daten zu Ihren Aktivitäten sammeln. Bitte lesen Sie die Details durch und stimmen Sie der Nutzung des Service zu, um dieses Video anzusehen.\nDieser Inhalt darf aufgrund von Trackern, die Besuchern nicht offengelegt werden, nicht geladen werden. Der Besitzer der Website muss diese mit seinem CMP einrichten, um diesen Inhalt zur Liste der verwendeten Technologien hinzuzufügen.\nMehr Informationen\nAkzeptieren\nMit Cubase ist es sehr einfach, Audiodateien zu bearbeiten. Wenn du ein Audio-Sample in die DAW importierst, wird es als Event im Projektfenster angezeigt. Ein Klick genügt, um die Wellenform im Editor einzublenden. Viele nützliche Audioprozesse werden im Fenster für Offline-Bearbeitungen ausgeführt, was ein schnelles und effizientes Arbeiten ermöglicht. Hier findest du unter anderem den Gain-Pegel und die Normalisierungsfunktion (um die Lautstärke zu maximieren, aber den Spitzenpegel unterhalb des Werts für Clipping- und Verzerrung zu halten) Mit der Reverse-Funktion Audiomaterial umkehren, was besonders nützlich ist, um einer Strophe oder einem Refrain mehr Dynamik zu verleihen. Darüber hinaus kannst du die Time-Stretching- oder Pitch-Shifting-Funktion verwenden, die auf hochmodernen Algorithmen basieren oder Fade-In- und Fade-Out-Effekte erstellen. Dies alles hilft dir dabei, deine Musik- und Sound-Design-Projekte schnell fertigzustellen.\nMehr Cubase-Tutorials\nLerne Cubase mit unseren ausführlichen Video-Tutorials.\nCubase ist neu für dich?\nVerschaffe dir einen Überblick\nPlugIn-Effekte und Audioprozesse zu Audio-Events hinzufügen\nsteinberg.help Online-Handbuch\nDiese Tutorials könnten Dich auch interessieren\nSo lässt du MIDI-Drums wie ein Heavy-Metal-Schlagzeug klingen\nDer beste Trick, damit alles weit klingt\nProbiere Cubase selbst aus\nJetzt, wo du weißt, was du mit Cubase alles machen kannst, ist es an der Zeit, dass du es selbst ausprobierst. Wir bieten dir die Möglichkeit, alle Features von Cubase Pro kostenlos für 60 Tage zu testen. Gib einfach deine E-Mail-Adresse ein, um direkt loszulegen.\nCubase Pro 15 kostenlos testen",
    "doc_type": "manual",
    "brand_id": 34,
    "brand_name": "Steinberg",
    "file_path": "/workspaces/Support-Center-/backend/data/steinberg/6_grundlegende_Cubase-Audioprozesse,_die_du_kennen_solltest_221b19b5.html",
    "metadata": {},
    "scraped_at": "2025-12-26 22:02:25.780909"
  },
  {
    "url": "https://www.steinberg.net/de/tutorials/add-effect-plug-ins/",
    "title": "How to Add Effect Plug-ins to Your Project",
    "content": "Zurück zur Übersicht\nHow to Add Effect Plug-ins to Your Project\nDownload Cubase Welcome Tutorial Project\nIn this tutorial, we’ll explore how to add effect plug-ins to your project. You’ll learn about virtual effects and different ways to apply effect plug-ins using the MediaBay, Inspector Insert, and Channel Strip. You can load the\n\"Cubase Welcome Tutorial\"\nto learn how to work with effects.\nLearning Goals:\nLearn about virtual effects.\nLearn about different ways to apply effect plug-ins.\nPart 1: Understanding Virtual Effects\nVirtual effects are software-based audio effects that you can apply to your tracks to alter their sound. They range from simple equalizers (EQ) and reverb to more complex effects like modulation and dynamic processing.\nCommon Types of Virtual Effects:\nEQ (Equalization):\nAdjusts the balance of different frequency components.\nReverb:\nSimulates the sound of an acoustic environment, like a concert hall or a church.\nDelay:\nCreates echo effects.\nCompression:\nControls the dynamic range of the audio.\nChorus, Flanger, and Phaser:\nAdds modulation effects for a richer sound.\nPart 2: Applying Effect Plug-ins\nCubase provides multiple ways to apply effect plug-ins to your tracks. We’ll cover two main methods: using the Media Rack and Inspector Insert.\nMethod 1: Using the Inspector Insert\nThe Channel Tab is a panel on the left side of the Project window that provides the channel-related controls, like the volume fader and the effect section, for the selected track. You can show and hide it with zone buttons in the top right corner on the tool bar.\nSelect the Track:\nClick on the track you want to add an effect to.\nOpen the Channel Tab:\nIf the Channel Tab is not visible, click Show Channel on the Project window toolbar in the top right corner (or press Command+Option+C).\nAdd an Insert Effect:\nIn the Channel, locate the\nInserts\nsection.\nClick on an empty insert slot to open the effect plug-in menu.\nSelect the desired category and the effect plug-in from the list.\nThe effect is now inserted in the signal chain and the plug-in window will open automatically.  The audio signal passes through the insert effects from top to bottom, according to their slot positions. So if you have a delay in the first slot and a reverb in the second, the audio signal will pass through the delay first and then add the reverb on top. Of course you can always change the position of the effects by simply dragging them to a different position.\nRemove an Insert Effect:\nTo remove an insert effect just click the effect in the Insert section and drag it out.\nMethod 2: Using the Media Rack\nThe MediaBay is a centralized location for managing your media files, including effect plug-ins.\nOpen the Media Rack in the Right Zone:\nTo open the Media rack in the right zone, click Show/Hide Right Zone on the Project window toolbar. At the top of the right zone, click the\nMedia\ntab.\nLocate Effect Plug-ins:\nIn the Media Rack, navigate to the\nVST Effects\nsection. You’ll see a list of available effect plug-ins.\nDrag and Drop:\nDrag the desired effect plug-in from the MediaBay and drop it onto the track you want to apply it to in the Project window. The effect will be added to the first available insert slot. Easy, isn't it?\nExercise: Let's add effects to a Vocal Track\nIf you load the\n\"Cubase Welcome Tutorial\"\nand you can see a track called \"Vocals\" at the bottom. Let's start with that one.\nPreparation tips\nThe vocals are the orange events at the bottom of the project. If you select them all with the selection tool and press \"\nP\n\" the locators will be placed in the same section as the vocals. Now activate the Cycle mode and you are ready to go.\nYou can use the \"solo\" button on the track to listen to the isolated track. Just click on the \"S\" icon to activate solo and click it again to deactivate it.\nBypass the existing effects\nWhen you select the track and go to Insert section of the Channel Tab you will see that there is already an effect called \"VocalChain\" in the first slot. That's a great plug-in for vocals, but we want add our own mojo, so please move the mouse cursor on the effect slot and click on the bypass button on the left. The effect is now bypassed, meaning that it doesn't affect the signal any more. If you bypass it during playback you will hear the difference.\nLet's add new effects\nClick on the new empty slot and the plug-in list will open. There is a search field in the top right corner. Let's start with a reverb, so just enter \"reverb\" in the search and the list will show you all reverb plug-ins.\nChoose \"\nRoomworks\n\" and the plug-in window will open automatically. If you play the project now you will hear a lot of reverb on the vocals. No worries. This is just the default setting.\nYou could now start tweaking the settings or start with a preset. The presets for Steinberg plug-ins can be loaded in the header of each plug-in. Click on the empty field and a list of presets will open. Let's try \"Plate vintage\".\nBetter, but still a lot of reverb, don't you think? Do you see the \"Mix\" knob on the right side of the plug-in? Reduce the mix amount a bit, maybe to 5%. How does it sound now? Also try the Reverb Time knob to adjust the reverb to the right amount.\nCongratulations! You have just inserted and tweaked you first effect plug-in. Now have a look at the other tracks in the project and check out the different plug-ins that are used in the project.\nTips for Effective Use of Effect Plug-ins\nUse Presets:\nMany effect plug-ins come with presets that can be great starting points. Try them out and tweak as needed.\nOrder Matters:\nThe order of effects in the insert slots can affect the sound. Experiment with different orders to see what works best.\nKeep it Subtle\n: Sometimes less is more. Avoid overloading your track with too many effects, which can clutter the sound.\nBy mastering the use of virtual effects and the different methods to apply them in Cubase, you’ll be able to enhance your tracks and achieve a polished, professional sound. Happy mixing!",
    "doc_type": "manual",
    "brand_id": 34,
    "brand_name": "Steinberg",
    "file_path": "/workspaces/Support-Center-/backend/data/steinberg/How_to_Add_Effect_Plug-ins_to_Your_Project_f795d404.html",
    "metadata": {},
    "scraped_at": "2025-12-26 22:02:30.256686"
  },
  {
    "url": "https://www.steinberg.net/de/tutorials/add-lofi-vibes/",
    "title": "Wie du LoFi-Vibes in deine Produktionen bringst",
    "content": "Zurück zur Übersicht\nWie du LoFi-Vibes in deine Produktionen bringst\nWir benötigen Ihre Zustimmung, um den YouTube Video-Service zu laden!\nWir verwenden einen Service eines Drittanbieters, um Videoinhalte einzubetten. Dieser Service kann Daten zu Ihren Aktivitäten sammeln. Bitte lesen Sie die Details durch und stimmen Sie der Nutzung des Service zu, um dieses Video anzusehen.\nDieser Inhalt darf aufgrund von Trackern, die Besuchern nicht offengelegt werden, nicht geladen werden. Der Besitzer der Website muss diese mit seinem CMP einrichten, um diesen Inhalt zur Liste der verwendeten Technologien hinzuzufügen.\nMehr Informationen\nAkzeptieren\nWillst du deine Musikproduktionen mit LoFi-Vibes bereichern? Dom Sigalas zeigt dir einen kreativen Produktions-Workflow, mit dem du jedem Genre einen LoFi-Vibe verpassen kannst, perfekt für Hip-Hop, Trap und vieles mehr. Cubase hat alle Tools, um deine Musik zu einer echten LoFi-Produktion zu machen, z.B. einen schönen Vinyl-Effekt. Dom sieht sich fünf Möglichkeiten an, um Musik dreckiger klingen zu lassen. Er verwendet das Grungelizer-PlugIn, den Bitcrusher, um die Bittiefe zu reduzieren, den Sample Divider für metallische Klänge und das Quadrafuzz-PlugIn – mit dem Quadrafuzz Decimator für die Drums – sowie den Gradualizer. Außerdem setzt er Filter, das Multitap-Delay, das ModMachine-PlugIn und die Sampler-Spur ein. In Cubase lassen sich unendlich viele Klangparameter für LoFi-Musik anpassen. Viel Spaß beim Ausprobieren in deinen Tracks!\nCubase ist neu für dich?\nVerschaffe dir einen Überblick\nColors LoFi Tapes\nWunderschöne Klangfarben mit einem warmen Analog-Feeling\nKostenloses LoFi-Piano für HALion\nWunderschönes LoFi-Piano mit Bandsättigung\nProbiere Cubase selbst aus\nJetzt, wo du weißt, was du mit Cubase alles machen kannst, ist es an der Zeit, dass du es selbst ausprobierst. Wir bieten dir die Möglichkeit, alle Features von Cubase Pro kostenlos für 60 Tage zu testen. Gib einfach deine E-Mail-Adresse ein, um direkt loszulegen.\nCubase Pro 15 kostenlos testen",
    "doc_type": "manual",
    "brand_id": 34,
    "brand_name": "Steinberg",
    "file_path": "/workspaces/Support-Center-/backend/data/steinberg/Wie_du_LoFi-Vibes_in_deine_Produktionen_bringst_1c4885b6.html",
    "metadata": {},
    "scraped_at": "2025-12-26 22:02:34.947538"
  },
  {
    "url": "https://www.steinberg.net/de/tutorials/add-track-cubase/",
    "title": "So fügst du Spuren in Cubase hinzu",
    "content": "Zurück zur Übersicht\nSo fügst du Spuren in Cubase hinzu\nNeben den Audio- und MIDI-Spuren, die du vielleicht schon kennst, gibt es in Cubase eine Reihe von weiteren Spurarten. Hier erfährst du, wofür sie da sind und wie du sie zu deinem Projekt hinzufügst.\nQuick Tips\nFüge deinem Cubase-Projekt Spuren hinzu, indem du mit der rechten Maustaste im Bereich der Spurliste klickst oder indem du auf Projekt > Spur hinzufügen gehst und eine Spurart auswählst.\nBei vielen Spurarten stehen dir beim Hinzufügen verschiedene Optionen zur Verfügung, z. B. die Anzahl der Spuren, das Audio-Routing oder das zu ladende VST-Instrument.\nEinige Spurarten werden für die Verwaltung von Projekten verwendet, z. B. Ordner-, Gruppen- und Markerspuren.\nDie Arranger-Spur ist eine der leistungsstärksten Funktionen von Cubase, mit der du mehrere Versionen einer Spur erstellen kannst, ohne sie bearbeiten zu müssen.\nSpuren sind das Herzstück von Cubase. Sie sind die Bausteine, mit denen du dein Projekt aufbaust. Die wichtigsten Spurarten sind Audio- und MIDI-Spuren zum Aufnehmen von Audiodaten und zum Triggern von VST-Instrumenten. Cubase bietet aber noch andere Spurarten, mit denen du deine Produktionen erweitern und verwalten kannst. Dazu gehören unter anderem Video-, Gruppen-, Effekt- und Arranger-Spuren. In diesem Guide erfährst du, wie du Spuren hinzufügst, wofür die verschiedenen Spurarten verwendet werden und wie du Cubase noch produktiver nutzt.\nSo fügst du Spuren hinzu\nAm schnellsten fügst du eine neue Spur in Cubase hinzu, indem du bei gedrückter Ctrl-Taste oder mit der rechten Maustaste in den Spurlistenbereich auf der linken Seite des Projektfensters klickst. Wenn du eine Spurart auswählst, öffnet sich meist noch ein Fenster,  in dem du die Anzahl der hinzuzufügenden Spuren und verschiedene Optionen festlegen kannst.\nIn diesem Beispiel wurde das Hinzufügen einer Audiospur gewählt. Du kannst das Eingangsrouting, den Spurennamen und die Anzahl der Spuren festlegen, die erstellt werden sollen.\nDas gleiche Menü kannst du auch über \"Projekt > Spur hinzufügen\" in der Menüleiste aufrufen. Es ist genau derselbe Vorgang, der nur etwas anders erreicht wird.\nSpurarten in Cubase\nSchauen wir uns nun an, wofür die verschiedenen Spurarten verwendet werden.\nAudiospur\nMit Audiospuren kannst du digitales Audio aufnehmen, importieren und bearbeiten. Jede Gesangsstimme, jede Gitarre und jedes Drumkit in deinem Projekt wird auf einer eigenen Audiospur aufgenommen. Wenn du eine Audiospur erstellst, kannst du auswählen, auf welchen Kanälen diese Audiosignale empfängt und ausgibt. Natürlich kannst du diese Einstellungen auch nach dem Erstellen der Spuren noch ändern.\nInstrumentenspur\nInstrumentenspuren sparen dir viel Zeit, wenn du mit Cubase arbeitest. Sie kombinieren ein VST-Instrument und eine MIDI-Spur und leiten die Ausgänge des Instruments automatisch an die MixConsole weiter. Du kannst blitzschnell eine Instrumentenspur erstellen, indem du einfach ein VST-Instrument auswählst. Es ist damit sofort spiel- und aufnahmebereit, ohne dass du weitere Einstellungen vornehmen musst.\nMIDI-Spur\nEine MIDI-Spur dient zum Aufnehmen von MIDI-Noten und -Daten. Sie enthält keinen Sound, sondern muss mit einem MIDI-Empfänger verbunden werden, entweder einem VST-Instrument oder einem MIDI-Interface, um Daten an einen externen Hardware-Synthesizer oder eine Workstation zu senden. Eine MIDI-Spur kann auch nur reine MIDI-Daten und keine Noten enthalten, beispielsweise Automationsdaten.\nSampler-Spur\nEine Sampler-Spur beinhaltet eine Instanz des eingebauten Samplers von Cubase. Hierbei handelt es sich nicht um ein PlugIn, sondern einen integrierten Bestandteil von Cubase. Im Sampler Control Fenster kannst du Audiosamples ablegen und sie dann wie auf einem Hardware-Sampler abspielen, loopen oder zerschneiden und Effekte hinzufügen. Du kannst sogar Loops in spielbare Instrumente verwandeln.\nEffektspur\nEffektspuren funktionieren wie Send-Effekt-Kanäle in einem Hardware-Mixer und sind für andere Spuren mit Audio-Routing verfügbar. Sie sind eine gute Möglichkeit, mehrere Spuren durch einen einzigen Effekt zu bearbeiten. Du kannst z. B. eine Effektspur mit einem Kompressor oder Hall erstellen und dann einzelnen Spuren aus einer Schlagzeug-Mehrspuraufnahme oder mehreren Backing-Vocal-Spuren zuweisen, um sicherzustellen, dass sie alle die gleiche Soundbearbeitung erhalten.\nGruppenspur\nGruppenspuren sind eine Möglichkeit, die Audioausgänge mehrerer Kanäle zusammen zu bearbeiten. Ähnlich wie bei Effektspuren kannst du zum Beispiel ein ganzes Schlagzeug, das mit mehreren Spuren aufgenommen wurde, auf eine Gruppenspur routen und dann die Lautstärke des gesamten Schlagzeugs mit einem einzigen Gruppenfader ändern. Du kannst das Schlagzeug natürlich immer noch über die Fader der einzelnen Kanäle abmischen.\nOrdnerspur\nOrdnerspuren helfen dir dabei, umfangreiche Projekte zu organisieren. Wenn dein Projekt größer wird, kannst du z. B. alle Synthesizer-Spuren in eine Ordnerspur packen, um für mehr Übersicht zu sorgen. Wenn du die Spuren bearbeiten möchtest, klappst du den Ordner einfach auf. Außerdem kannst du mit Ordnerspuren mehrere Spuren gleichzeitig bearbeiten.\nLinealspur\nDu kannst mehrere Linealspuren hinzufügen, um die Zeitleiste in verschiedenen Formaten wie Takten und Beats, Sekunden oder Timecode anzuzeigen. So behältst du den Überblick über ein Projekt in verschiedenen Standardwerten.\nArranger-Spur\nDies ist eine sehr nützliche Spur, mit der du \"Blöcke\" einzeichnen kannst, um virtuelle Playback-Arrangements zu erstellen, ohne viel Material auf der Timeline zerschneiden oder duplizieren zu müssen. Pro Projekt ist nur eine Spur möglich, aber du kannst mehrere Songstrukturen oder \"Ketten\" erstellen, um verschiedene Arrangements auszuprobieren und dann jedes Arrangement in das bestehende Projekt oder in ein ganz neues Projekt zu übertragen.\nAkkordspur\nMit Akkordspuren kannst du Akkord- und Skalen-Events zeichnen, welche die Tonhöhen anderer Events auf der Zeitleiste verändern. So kannst du nicht nur die harmonische Struktur eines Projekts visuell nachvollziehen, sondern auch MIDI- und VariAudio-Parts so einrichten, dass sie der Akkordspur folgen, damit du die Tonart oder Skala von Parts schnell ändern kannst.\nMarkerspur\nMit Markerspuren kannst du mehrere Marker in die Zeitleiste einfügen, um bestimmte Positionen innerhalb des Projekts schnell zu finden, was bei der Arbeit mit größeren, komplexeren Produktionen sehr praktisch ist.\nVideospur\nDie Videospur dient dazu, Videodateien abzuspielen, wenn du Musik zu einem Bild komponierst. Wenn du einen zweiten Monitor hast, kannst du das Videofenster auf diesem platzieren.\nCubase ist neu für dich?\nVerschaffe dir einen Überblick\nMehr Cubase-Tutorials\nLerne Cubase mit unseren ausführlichen Video-Tutorials.\nDu brauchst mehr Features?\nVergleiche die verschiedenen Cubase-Versionen\nTeste Cubase 60 Tage lang kostenlos\nErlebe die DAW, der Hollywood-Komponist:innen, Charts-Produzent:innen und ambitionierte Einsteiger:innen gleichermaßen vertrauen – gemacht, um deine Musik von der ersten Idee bis zum fertigen Song zu begleiten.\nTeste Cubase kostenlos",
    "doc_type": "manual",
    "brand_id": 34,
    "brand_name": "Steinberg",
    "file_path": "/workspaces/Support-Center-/backend/data/steinberg/So_fügst_du_Spuren_in_Cubase_hinzu_bf781eab.html",
    "metadata": {},
    "scraped_at": "2025-12-26 22:02:39.313792"
  },
  {
    "url": "https://www.steinberg.net/de/tutorials/advanced-metal-drum-programming/",
    "title": "So lässt du MIDI-Drums wie ein Heavy-Metal-Schlagzeug klingen",
    "content": "Zurück zur Übersicht\nSo lässt du MIDI-Drums wie ein Heavy-Metal-Schlagzeug klingen\nWir benötigen Ihre Zustimmung, um den YouTube Video-Service zu laden!\nWir verwenden einen Service eines Drittanbieters, um Videoinhalte einzubetten. Dieser Service kann Daten zu Ihren Aktivitäten sammeln. Bitte lesen Sie die Details durch und stimmen Sie der Nutzung des Service zu, um dieses Video anzusehen.\nDieser Inhalt darf aufgrund von Trackern, die Besuchern nicht offengelegt werden, nicht geladen werden. Der Besitzer der Website muss diese mit seinem CMP einrichten, um diesen Inhalt zur Liste der verwendeten Technologien hinzuzufügen.\nMehr Informationen\nAkzeptieren\nIn diesem Metal-Recording-Tutorial zeigt dir Mendel, wie du den MIDI Logical Editor und die Quantisierungsfunktionen in Cubase verwendest, um deine MIDI-Drums wie ein echtes Schlagzeug klingen zu lassen. Bei der Programmierung von Drums für Heavy Metal ist es wichtig, die Anschlagsdynamik und die Quantisierung von Snare, Bassdrum, Toms und Becken zu verändern, um einen realistischen Sound zu erzielen.\nMehr Cubase-Tutorials\nLerne Cubase mit unseren ausführlichen Video-Tutorials.\nCubase ist neu für dich?\nVerschaffe dir einen Überblick\nLerne den Drum-Editor von Cubase kennen\nsteinberg.help Benutzerhandbuch\nDiese Tutorials könnten Dich auch interessieren\nNutze parallele Kompression, um deine Vocals hervorzuheben\nRock-Drums programmieren mit Groove Agent SE\nProbiere Cubase selbst aus\nJetzt, wo du weißt, was du mit Cubase alles machen kannst, ist es an der Zeit, dass du es selbst ausprobierst. Wir bieten dir die Möglichkeit, alle Features von Cubase Pro kostenlos für 60 Tage zu testen. Gib einfach deine E-Mail-Adresse ein, um direkt loszulegen.\nCubase Pro 15 kostenlos testen",
    "doc_type": "manual",
    "brand_id": 34,
    "brand_name": "Steinberg",
    "file_path": "/workspaces/Support-Center-/backend/data/steinberg/So_lässt_du_MIDI-Drums_wie_ein_Heavy-Metal-Schlagzeug_klingen_f6b00830.html",
    "metadata": {},
    "scraped_at": "2025-12-26 22:02:43.690137"
  },
  {
    "url": "https://www.steinberg.net/de/tutorials/apply-fx-plug-ins-in-cubase/",
    "title": "Wie du Effekt-PlugIns in Cubase einsetzt",
    "content": "Zurück zur Übersicht\nWie du Effekt-PlugIns in Cubase einsetzt\nNutze das umfangreiche Set an Effekten, das mit Cubase geliefert wird, um professionell klingende Musik zu produzieren.\nQuick Tips\nAudioeffekte werden meistens als Insert in einer Spur verwendet. Du kannst jeden VST-Effekt, den du installiert hast, über die Effektauswahl laden.\nAlle VST-Effekt-PlugIns enthalten nützliche Presets, mit denen du schnell Gesang, Gitarren und anderen Sounds optimieren kannst.\nCubase enthält FX- und Spur-Presets, die du einfach speichern und laden kannst. Sie enthalten eine ganze Kette von Einstellungen, so dass du sofort mit der Aufnahme beginnen kannst.\nDu kannst Audioeffekte auf jede Spur anwenden, die Sound enthält, einschließlich Audio-, Instrumenten-, Effekt- und Gruppenspuren. Ziehe hierfür einfach Effekte oder Effekt-Presets aus der MediaBay oder einem anderen Ort auf die entsprechende Spur.\nWenn du in der MixConsole Audioeffekte im Master-Ausgangskanal einsetzt, werden diese Effekte auf deinen gesamten Mix angewendet.\nCubase wird mit einer Vielzahl von Audioeffekt-PlugIns geliefert, mit denen du deine Spuren bearbeiten und deine Mischungen verbessern kannst. Die Auswahl reicht von Raumeffekten wie Reverb, Echo und Delay bis hin zu Equalizern, Dynamikeffekten wie Kompressor und Limiter und Soundeffekten wie Saturation. Je nachdem, wie du arbeitest und was du erreichen willst, kannst du die Effekte auf verschiedene Weise einsetzen und das Gute daran ist, dass du so viele Effekte nutzen kannst, wie dein Computer verarbeiten kann. Sehen wir uns also an, wie man Effekte in Cubase anwendet.\nEffekte als Inserts anwenden\nDie gängigste Art, Audioeffekte zu verwenden, ist, sie zu Insert-Slots hinzuzufügen. Jeder Kanal in Cubase, der Audiosignale enthält, verfügt über mehrere Insert-Slots. Diese findest du entweder im Spur-Inspector für den Kanal, im Kanaleinstellungen-Fenster oder in der MixConsole. Alle drei Ansichten zeigen die gleichen Insert-Slots für den Kanal.\nWenn du in einen Slot klickst, öffnet sich das Effektauswahl-Fenster. Cubase sortiert alle installierten Audio-PlugIns in Kategorien, einschließlich der VST-PlugIns von Drittanbietern, die du eventuell installiert hast. Klicke auf eine Kategorie klicken, um sie zu erweitern, und lade den gewünschten Effekt mit einem Doppelklick. Alternativ kannst du den Namen eines Effekts in der Suchleiste oben eingeben, um diesen schnell zu finden. Cubase Artist und Pro enthalten zusätzlich auch MIDI-Effekte, die das MIDI-Signal in Echtzeit verändern. Du kannst sie in allen MIDI-fähigen Kanälen einsetzen.\nInserts verwalten\nIn jeder der Ansichten deiner Inserts-Slots kannst du auf einen Effekt klicken, um ihn zu öffnen und Einstellungen vorzunehmen. Verschiebe Effekte einfach per Drag & Drop zwischen Slots und sogar zwischen Kanälen. Die Kopieren/Einfügen-Funktion ist eine gute Möglichkeit, schnell das gleiche Processing auf mehrere Kanäle anzuwenden. Wenn du mit der rechten Maustaste auf einen Effektslot klickst, kannst du die Einstellung eines Effekts kopieren und diese in eine andere Instanz dieses Effekts einfügen. Um einen Effekt zu umgehen, klicke auf die Schaltfläche \"Bypass“, um ihn zu entfernen, kehre zum Effektauswahl-Fenster zurück und wähle \"Kein Effekt\".\nEine andere Möglichkeit, Effekte anzuzeigen und zu laden, stellt die rechte Zone des Projektfensters dar. Klicke auf die Schaltfläche in der Werkzeugzeile des Projekt-Fensters, um die rechte Zone einzublenden. Klicke anschließend auf VST-Effekte, um einen Effekt aus der Liste auszuwählen. Wenn du auf einen Effekt klickst, wird eine Liste der Presets angezeigt. Ziehe das gewünschte Preset auf eine Spur, um es anzuwenden. Du kannst jeden Effekt auch direkt aus der rechten Zone auf eine Spur ziehen, indem du entweder das Bild des Effekts oder, wenn du dich im Listen-Modus befindest, den Namen des Effekts auswählst und per Drag&Drop in das Projektfenster einfügst.\nDu findest alle deine PlugIns und Spur-Presets auch in der MediaBay. Drücke F5 oder wähle Medien > MediaBay in der Menüleiste. Wähle im Filtermenü aus, ob du PlugIns oder Spur-Presets anzeigen möchtest, und gib einen Suchbegriff ein, wenn du ein bestimmtes Preset finden möchtest. Du kannst jedes Preset aus der MediaBay per Drag & Drop auf eine beliebige Audiospur ziehen, um es anzuwenden.\nSpur- und Effekt-Presets anwenden\nIn Cubase kannst du Multi-Presets für Effektketten und sogar ganze Spur-Setups speichern und laden. Das spart dir eine Menge Zeit, da du mit ein paar Klicks eine ganze Reihe von Effekten aufrufen kannst. Angenommen, du hast eine Vocal-Effektkette gefunden, die perfekt zu deiner Stimme passt, oder deinen Lieblingsgitarrensound erstellt - speichere sie einfach als Preset und lade sie, wann immer du willst. Klicke hierfür im Header des Inserts-Bereichs auf „Preset-Verwaltung“ und wähle „Effektketten-Preset speichern“.\nWenn du auf „Effektketten-Preset laden“ klickst, siehst du eine Liste von Presets, die im Lieferumfang von Cubase enthalten sind. Sie decken alles ab, von Gitarren und Schlagzeug bis hin zu Gesang und Mix. Wenn du eines dieser Presets auswählst, wird eine ganze Effektkette geladen. Im selben Menü kannst du auch Effektketten, die du selbst erstellt oder verändert hast, speichern.\nSpur-Presets sind noch leistungsfähiger und enthalten nicht nur Effektketten, sondern auch EQ und andere Einstellungen. Wenn du diese Option wählst, siehst du eine Reihe von Presets, die auf spezielle Bereiche wie weibliche Gesangsstimmen, Chöre, gesprochenes Wort und vieles mehr zugeschnitten sind. Wenn du eines dieser Presets auswählst, werden alle Einstellungen geladen und du hast sofort eine optimale Ausgangsbasis, um deinen Sound zu bearbeiten.\nWeitere Möglichkeiten zur Anwendung von Effekten\nAm häufigsten werden Effekte als Inserts auf Audio- oder Instrumentenspuren eingesetzt, aber du kannst auch zwei andere Spurarten - Effekt- und Gruppenspuren - verwenden, um Effekte hinzuzufügen. Eine Effektspur, auch Send-Effektspur genannt, enthält einen oder mehrere Effekte und du kannst die Send-Sektion einer beliebigen anderen Spur verwenden, um Audiodaten durch sie zu routen. Gruppenspuren verfügen ebenfalls über diese Funktion. Du kannst sie verwenden, um mehrere Spuren mit demselben Effekt zu bearbeiten, z. B. um alle Spuren eines Drumkits gleich stark zu komprimieren. Du kannst diese und andere Spuren über das Menü \"Projekt > Spur hinzufügen\" erzeugen.\nWas du sonst noch wissen solltest\nAudioeffekte bleiben \"live\", solange sie aktiv sind, und verarbeiten den Sound in Echtzeit. Du kannst sie über die Bypass-Funktion stumm schalten oder mit der Schaltfläche \"Audiokanal einfrieren“ rendern. Der Effekt kann erst wieder bearbeitet werden, wenn du den Audiokanal wieder „auftaust\". Wenn du deinen fertigen Mixdown exportierst, sind alle von dir verwendeten Audioeffekte enthalten, es sei denn, du hast sie stummgeschaltet. Die höheren Cubase-Versionen bieten zusätzliche Optionen, wenn es darum geht, Stems mit und ohne Effekte zu exportieren.\nAudioeffekte in Cubase zu verwenden, ist schnell und einfach. Egal, ob du nur einen einfachen Hall und Kompressor hinzufügst oder deine Songs mit Delay und Modulation auf die nächste Stufe bringst. Audioeffekte helfen dir, professionell klingende Musik zu produzieren.\nCubase ist neu für dich?\nVerschaffe dir einen Überblick\nMehr Cubase-Tutorials\nLerne Cubase mit unseren ausführlichen Video-Tutorials.\nDu brauchst mehr Features?\nVergleiche die verschiedenen Cubase-Versionen\nTeste Cubase 60 Tage lang kostenlos\nErlebe die DAW, der Hollywood-Komponist:innen, Charts-Produzent:innen und ambitionierte Einsteiger:innen gleichermaßen vertrauen – gemacht, um deine Musik von der ersten Idee bis zum fertigen Song zu begleiten.\nTeste Cubase kostenlos",
    "doc_type": "manual",
    "brand_id": 34,
    "brand_name": "Steinberg",
    "file_path": "/workspaces/Support-Center-/backend/data/steinberg/Wie_du_Effekt-PlugIns_in_Cubase_einsetzt_9e97cf87.html",
    "metadata": {},
    "scraped_at": "2025-12-26 22:02:48.084808"
  },
  {
    "url": "https://www.steinberg.net/de/tutorials/atmos-monitoring-on-headphones/",
    "title": "Atmos Monitoring auf Kopfhörern",
    "content": "Zurück zur Übersicht\nAtmos Monitoring auf Kopfhörern\nWir benötigen Ihre Zustimmung, um den YouTube Video-Service zu laden!\nWir verwenden einen Service eines Drittanbieters, um Videoinhalte einzubetten. Dieser Service kann Daten zu Ihren Aktivitäten sammeln. Bitte lesen Sie die Details durch und stimmen Sie der Nutzung des Service zu, um dieses Video anzusehen.\nDieser Inhalt darf aufgrund von Trackern, die Besuchern nicht offengelegt werden, nicht geladen werden. Der Besitzer der Website muss diese mit seinem CMP einrichten, um diesen Inhalt zur Liste der verwendeten Technologien hinzuzufügen.\nMehr Informationen\nAkzeptieren\nMit Immerse with Ambidecoder ist Dolby Atmos Monitoring auf Kopfhörern möglich. Dies ermöglicht dir, Audio im Dolby-Atmos-Format zu produzieren, ohne dafür ein Studio mit einem kompletten Spatial-Monitoring-Setup zu benötigen. Mit deinem persönlichen Immerse Profil und dem nativen Nuendo VST Ambidecoder geniesst du erstklassiges Spatial Monitoring, um Surround Sound überall mit deinem Lieblingskopfhörer zu mischen.\nDeine personalisierte HRTF in Cubase Pro und Nuendo.\nImmerse with VST AmbiDecoder\nProfessionelle Audio-Postproduktionslösung\nErfahre mehr über Nuendo\nLerne Immerse with VST AmbiDecoder kennen\nsteinberg.help Benutzerhandbuch\nProbiere Immerse selbst aus\nJetzt, wo du weißt, was du mit Immerse alles machen kannst, ist es an der Zeit, dass du es selbst ausprobierst. Wir bieten dir die Möglichkeit, alle Features von Immerse kostenlos für 14 Tage zu testen. Gib einfach deine E-Mail-Adresse ein, um direkt loszulegen.\nTeste Immerse kostenlos",
    "doc_type": "manual",
    "brand_id": 34,
    "brand_name": "Steinberg",
    "file_path": "/workspaces/Support-Center-/backend/data/steinberg/Atmos_Monitoring_auf_Kopfhörern_c4ddd2ee.html",
    "metadata": {},
    "scraped_at": "2025-12-26 22:02:52.329599"
  },
  {
    "url": "https://www.steinberg.net/de/tutorials/beat-deconstruction-unmixing-components/",
    "title": "Beats zerlegen mit der Entmischen-Funktion",
    "content": "Zurück zur Übersicht\nBeats zerlegen mit der Entmischen-Funktion\nWir benötigen Ihre Zustimmung, um den YouTube Video-Service zu laden!\nWir verwenden einen Service eines Drittanbieters, um Videoinhalte einzubetten. Dieser Service kann Daten zu Ihren Aktivitäten sammeln. Bitte lesen Sie die Details durch und stimmen Sie der Nutzung des Service zu, um dieses Video anzusehen.\nDieser Inhalt darf aufgrund von Trackern, die Besuchern nicht offengelegt werden, nicht geladen werden. Der Besitzer der Website muss diese mit seinem CMP einrichten, um diesen Inhalt zur Liste der verwendeten Technologien hinzuzufügen.\nMehr Informationen\nAkzeptieren\nLerne, wie du direkt in Cubase mit SpectraLayers Komponenten entmischen kannst, indem du den Audio-Editor über ARA2 in Cubase einbindest. Auf diese Weise kannst du alle Funktionen zum Bereinigen und Zerlegen von Audiodateien nutzen, ohne die DAW zu verlassen. Das Video demonstriert anhand eines Drum-Loops, wie Beats mit Hilfe des Unmix-Algorithmus von SpectraLayers in einzelne Layer zerlegt werden. Die daraus resultierenden Sound-, Transienten- und Noise-Layer kannst du dir einzeln anhören, auswählen und speichern, bevor du sie weiter bearbeitest, Artefakte löschst und Elemente auf neue Layer verschiebst. Schließlich kannst du die Layer in SpectraLayers per Drag & Drop zurück in Cubase ziehen, um sie neu dort zu mischen und weiter zu verwenden.\nProfessioneller Audio-Spektrum-Editor\nErfahre mehr über SpectraLayers\nCubase ist neu für dich?\nVerschaffe dir einen Überblick\nLerne die Unmix-Funktion von SpectraLayers kennen\nsteinberg.help Benutzerhandbuch\nProbiere SpectraLayers selbst aus\nJetzt, wo du weißt, was du mit SpectraLayers alles machen kannst, ist es an der Zeit, dass du es selbst ausprobierst. Wir bieten dir die Möglichkeit, alle Features von SpectraLayers kostenlos für 30 Tage zu testen. Gib einfach deine E-Mail-Adresse ein, um direkt loszulegen.\nTeste SpectraLayers kostenlos",
    "doc_type": "manual",
    "brand_id": 34,
    "brand_name": "Steinberg",
    "file_path": "/workspaces/Support-Center-/backend/data/steinberg/Beats_zerlegen_mit_der_Entmischen-Funktion_e82b8108.html",
    "metadata": {},
    "scraped_at": "2025-12-26 22:02:56.136405"
  },
  {
    "url": "https://www.steinberg.net/de/tutorials/benefits-of-using-a-mastering-daw/",
    "title": "Die Vorteile einer speziellen Mastering-DAW",
    "content": "Zurück zur Übersicht\nDie Vorteile einer speziellen Mastering-DAW\nVon Justin Perkins\nIn Audio-Foren sehe ich oft, dass Leute so etwas sagen wie: \"Ich habe alle meine Songs in meiner DAW (Cubase/Pro Tools/Logic Pro usw.) gemastert, jetzt muss ich sie nur noch in die richtige Reihenfolge bringen, sie für XYZ formatieren, Metadaten hinzufügen, ein DDP erstellen usw.\"\nMeiner Meinung nach ist etwas erst dann \"gemastert\", wenn es zu 100 % für die Produktion und Veröffentlichung bereit ist. Mastering ist keine Bearbeitung, es ist ein Prozess. Zwar kannst du den Stereobus in jeder DAW bearbeiten, aber wenn du eine spezielle Mastering-DAW wie WaveLab verwendest, erleichtert dir das nicht nur die Arbeit, sondern ermöglicht es dir auch, genauer, effizienter und konsistenter zu arbeiten.\nIch kenne einige professionelle Mastering-Ingenieure, die mehrere Programme brauchen, um ihre Arbeit zu erledigen. So nutzt man seine Zeit nicht gerade effizient.\nWas ist Mastering?\nAnders als viele denken, ist eine Mastering-DAW nicht nur dafür da, ein Master für die CD-Produktion zu erstellen. Und auch wenn CDs tot sind, wie einige behaupten, muss man trotzdem EP- und Album-Master für Streaming-Anbieter zusammenstellen und layouten. Entgegen der landläufigen Meinung sind CDs auch nicht wirklich tot, ich schicke jede Woche ein paar Master für die CD-Produktion raus. Es hat also viele Vorteile, ein Programm und eine Arbeitsumgebung zur Verfügung zu haben, mit denen man Masterdateien für alle Formate erstellen kann, CDs, Streaming, Vinyl, Kassetten usw.\nZum Mastering gehört weitaus mehr als nur die Bearbeitung des Stereobusses. WaveLab ist von Haus aus mit vielen erstklassigen Mastering-PlugIns ausgestattet wie MasterRig, LIN Pro Dithering, Frequency 2 und viele andere, aber es wäre auch dann meine erste Wahl, wenn gar keine PlugIns enthalten wären.\nWarum ich auf eine Mastering-DAW umgestiegen bin\nDie Mastering-Umgebung von WaveLab hat mich voll überzeugt und das nicht nur wegen der mitgelieferten PlugIns. Egal, ob ich einen einzelnen Song, eine EP oder ein Album mastere, mit der Audio-Montage von kann ich alle Arbeiten optimal erledigen. WaveLab bietet verschiedene Arbeitsbereiche, darunter eine Stapelbearbeitung und einen Audio-Editor, aber das, was WaveLab wirklich auszeichnet, ist meiner Meinung nach die Audio-Montage. Dort erledige ich 100 % meiner Mastering-Arbeit.\nAls ich in den späten 2000er-Jahren vom Aufnehmen und Mischen zum Mastern wechselte, war mir bereits klar, dass Pro Tools nicht gut für den gesamten Mastering-Prozess geeignet ist. Es gibt Dinge, die eine DAW für Recording und Mixing nicht leisten kann, wenn es ums Mastering geht. Dieses werde ich im Laufe des Artikels näher erläutern, aber was ich jetzt damit sagen will ist, dass mir schon damals klar war, dass ich für meine professionelle Mastering-Arbeit etwas brauchen würde, das genau dafür entwickelt wurde. Leider wusste ich damals nicht, was ich genau vermisste und ich hatte noch keine Ahnung, wie sehr mich mein damaliges Toolset ausbremste und zurückhielt.\nKommen wir nun zu den spannenden Dingen.\nVorteile einer Mastering-DAW\nWie ich bereits sagte, gibt es kleine und größere Gründe, warum das Arbeiten mit Wavelab gegenüber einer Recording/Mixing-DAW effizienter ist und mehr Spaß macht. Ich bereue nur, dass ich es nicht schon früher gefunden habe.\nClip-Effekte\nEiner der wichtigsten Vorteile einer Mastering-DAW gegenüber einer Recording-/Mixing-DAW, ist meiner Meinung nach die Möglichkeit, Clip-Effekte zu verwenden, so wie es in der Audio-Montage von WaveLab möglich ist. Oft sehe ich, wie Leute ein Album in einer Aufnahme-/Mixing-DAW mastern, wobei jeder Song auf einer eigenen Audiospur liegt und die Dateien \"treppenförmig\" hintereinander angeordnet sind. Es gibt so viele Gründe, warum mir das Kopfschmerzen bereitet. Mit Clip-Effekten kannst du die Songs einer EP oder eines Albums auf ein oder zwei Spuren anordnen. So hast du die Wellenformen schön groß auf dem Bildschirm und sparst Platz für andere Elemente, aber - was vielleicht noch wichtiger ist - du sparst auch Prozessorleistung. Mein Computer kam bei der Verwendung des \"Treppenstufen\"-Layouts schnell an seine Grenzen. Mit Clip-Effekten wendest du PlugIns nur auf einen Song oder einen Audioclip an. Auf diese Weise belasten die PlugIns die CPU nur dann, wenn der Song wiedergegeben oder gerendert wird, und nicht während der gesamten Session.\nDiese Arbeitsweise macht es dir auch leichter, die Reihenfolge der Songs  für ein EP- oder einem Album-Master zu ändern. Du kannst einfach einen Song (oder Clip) an die neue Position in der Liste ziehen und der Rest der Songreihenfolge sowie die Zwischenräume bleiben dank Ripple Editing erhalten. Es ist nicht nötig, Dateien umständlich zu verschieben und neu anzuordnen, nur um die Songreihenfolge oder die Abstände zwischen den Songs zu ändern. Natürlich kannst du auch in WaveLab Spureffekte verwenden, und es gibt Ausgangseffekte für die Audiomontage, falls du ein oder mehrere PlugIns wie z.B. einen Limiter oder Dither auf das ganze Projekt anwenden möchtest. Clip-Effekte sind eines der Hauptunterscheidungsmerkmale zwischen einer Mastering-DAW und einer Recording/Mixing-DAW. Du kannst einen Song sogar in mehrere Clips aufteilen, wenn verschiedene Abschnitte eines Songs eine besondere Bearbeitung benötigen.\nIch glaube, dass man die Arbeit mit Clip-Effekten selbst erleben muss, um die Leistungsfähigkeit und Flexibilität, die sie im Mastering-Kontext bieten, vollständig zu verstehen.\nTimecode\nEin weiterer Punkt, der mich beim Mastern einer EP oder eines Albums in einer Aufnahme-/Mixing-DAW wahnsinnig machen würde, ist dasTimecode-Problem. Recording-/Mixing-DAWs haben nur einen Haupt-Timecode, der am Anfang der Session beginnt und dann durchläuft. Zum Aufnehmen und Abmischen ist das auch vollkommen ausreichend, aber beim Mastern muss man oft die genaue Zeit für jeden Songs kennen, und wenn man alle Songs in einer einzigen Master-Session hat, funktioniert das mit einem einzigen Timecode nicht.\nWenn ein Kunde sagt, dass es bei Minute 2:43 im 5. Song ein Problem gibt, muss ich das schnell finden können. Das Timecode-Fenster in WaveLab verfügt über zahlreiche Optionen, mit denen man schnell die tatsächliche Zeitposition eines CD/Album-Tracks, die Zeit innerhalb eines Audio-Clips, das gesamte Projekt und vieles mehr anzeigen kann. Wenn ich mit einer Recording-/Mixing-DAW arbeiten würde, müsste ich ständig raten und grob schätzen, wo eine bestimmte Zeit innerhalb eines bestimmten Songs/Tracks liegt, was meine Arbeit sehr ausbremsen und mich total nerven würde.\nMetering\nEiner der größten Pluspunkte von WaveLab ist das integrierte Metering. Ja, es gibt viele gute Metering-PlugIns von Drittanbietern, aber damit zu arbeiten ist mühsam, da man sie immer wieder neu einfügen und für jedes neue Projekt einrichten muss. Sie nehmen außerdem viel Platz auf dem Bildschirm ein und man muss sich ständig um sie kümmern.\nZu den integrierten Metern von WaveLab gehören eine Reihe von frequenzbasierten Anzeigen, die Lautheitsanzeige, das Live-Spektrogramm und eine etwas nerdige, aber sehr nützliche Bit-Anzeige.\nCubase- und Nuendo-User werden sich darüber freuen, dass das großartige Steinberg Metering-PlugIn Supervision auch in WaveLab Pro 11 zur Verfügung steht. Es kann zwar an jeder beliebigen Stelle einer Audiomontage eingefügt werden, aber ein idealer Platz dafür ist einer der fünf Slots für die Wiedergabebearbeitung im globalen Masterbereich.\nWiedergabebearbeitung\nDie Slots für die Wiedergabebearbeitung sind eine großartige WaveLab-Funktion. Da der globale Masterbereich nicht an ein bestimmtes Projekt oder eine bestimmte Datei gebunden ist, kannst du hier PlugIns wie Supervision, TC Clarity M oder Raum-/Kopfhörerkorrektur-Software einsetzen. Diese PlugIns werden bei jedem Start von WaveLab automatisch neu geladen und es besteht keine Gefahr, dass sie sich versehentlich im Pfad des gerenderten Audiomaterials landen, was insbesondere im Fall von Raum-/Kopfhörerkorrektur-Software äußerst ungünstig wäre.\nZusammenfassend lässt sich sagen, dass das interne Metering von WaveLab das beste Software-Metering ist, das ich je benutzt habe. Die Tatsache, dass es direkt in die Software integriert ist, ist ein großer Vorteil und spart viel Zeit. Außerdem ermöglicht der Audio-Editor eine schnelle Offline-Analyse von Dateien, was sehr nützlich ist, um diese vor dem Versenden noch einmal zu überprüfen oder um eingehende Dateien zu analysieren, bevor man mit dem Mastern loslegt.\nReferenzspuren\nEine neuere Funktion von WaveLab, auf die ich nicht mehr verzichten möchte, sind Referenzspuren. Eine Referenzspur ist eine spezielle Spur, die zu einer Audiomontage hinzugefügt werden kann, um einen A/B-Vergleich zwischen dem, woran man gerade arbeitet, und einem anderen Song durchzuführen. Das hilft dir dabei, deinen Sound an einen anderen gemasterten Song anzupassen oder deine Arbeit mit dem ungemasterten Original-Mix oder dem \"Faux Mastering\" des Mix-Ingenieurs zu vergleichen.\nDas Tolle an einer Referenzspur ist, dass PlugIn-Bearbeitungen, die du in den Audio Montage-Ausgangseffekten oder in der globalen Master-Sektion vorgenommen hast, nicht auf die Referenzspur angewendet werden. So hörst du genau das, was auf dieser Spur enthalten ist, ohne dass die Audiodaten durch irgendwelche PlugIns laufen, die du in deiner Audio-Montage-Session eingesetzt hast. Es besteht auch nicht die Gefahr, dass Referenzspuren in das gerenderte Audiomaterial einbezogen oder versehentlich zur gleichen Zeit wie das Haupt-Audiomaterial abgespielt werden, wodurch der Hauptausgang und die Lautsprecher überlastet werden könnten.\nReferenzspuren sind eine elegante und gut durchdachte Möglichkeit, um deine aktuelle Session mit einer anderen Audiodatei zu vergleichen und diese dennoch aus dem Weg zu haben, wenn sie nicht benötigt wird.\nEine Referenzspur ist nicht nur hilfreich, um Sounds zu vergleichen, sondern auch, um die gemasterten Versionen mit einem Mockup der Songreihenfolge und/oder Fades abzugleichen. So kannst du deine Dateien sowohl visuell als auch akustisch mit einem Beispiel für überblendete Songs oder einem ganz bestimmten Song-Abstand abgleichen, den ein Kunde als Referenz zur Verfügung gestellt hat. Das ist etwas, was ich ziemlich oft mache und ohne das ich nicht mehr leben könnte.\nIntegration von analogem Equipment\nDas Letzte, was ich über Referenzspuren sagen möchte, ist, dass sie auch sehr nützlich sind, wenn du analoges Equipment in deinem Mastering-Prozess verwendest. WaveLab verfügt schon seit Langem über das External FX PlugIn, mit dem man Audio von und zu analogem Equipment routen kann, aber ich habe mich nie für diese Methode interessiert.\nSeit WaveLab 10 gibt es nun Referenzspuren, mit denen man einen oder mehrere Stereo-DACs in die analoge Kette einspeisen kann. In meinem Setup habe ich drei DAC-Optionen für meine analoge Signalkette. Das Schöne daran ist, dass ich die ungemasterten Mischungen auf eine Referenzspur in der Audio-Montage legen kann. Diese Referenzspur kann alle drei DACs gleichzeitig speisen und ich kann dann den richtigen DAC an meiner Mastering-Konsole auswählen. Danach kann ich das Audio von meiner analogen Signalkette auf eine normale Audio-Montage-Spur zurückspielen und von dort aus weiterarbeiten. Schön ist auch, dass alle Clips auf der Referenzspur ihre eigene Clip-Effektkette haben können, bevor sie bei Bedarf analog aufgenommen werden. Das ist meine bevorzugte Methode, um analoges Equipment in den Prozess einzubinden.\nFazit\nAbschließend lässt sich sagen, dass es bei grundlegenden Elementen der Audiobearbeitung durchaus Überschneidungen mit einer Recording-/Mixing-DAW gibt. Wenn du aber deinen Mastering-Workflow verbessern möchtest und  Werkzeuge benötigst, die dir dabei helfen spezielle Mastering-Aufgaben zu erledigen, lohnt sich eine Mastering-DAW. Sie bietet dir eine Arbeitsumgebung, in der du alle mit dem Mastering zusammenhängenden Aufgaben ohne Zeitverlust und Frustration erledigen kannst und davon profitierst nicht nur du, sondern auch deine Kunden.\nDie erste Wahl für aufstrebende Musiker\nWaveLab Elements\nDie Mastering-Software der Profis\nWaveLab Pro\nMastering für Anfänger - optimiere deinen Sound!\nWaveLab Academy Online-Seminare\nProbiere WaveLab selbst aus\nJetzt, wo du weißt, was du mit WaveLab alles machen kannst, ist es an der Zeit, dass du es selbst ausprobierst. Wir bieten dir die Möglichkeit, alle Features von WaveLab kostenlos für 30 Tage zu testen. Gib einfach deine E-Mail-Adresse ein, um direkt loszulegen.\nTeste WaveLab kostenlos",
    "doc_type": "manual",
    "brand_id": 34,
    "brand_name": "Steinberg",
    "file_path": "/workspaces/Support-Center-/backend/data/steinberg/Die_Vorteile_einer_speziellen_Mastering-DAW_90efb15a.html",
    "metadata": {},
    "scraped_at": "2025-12-26 22:02:59.878108"
  },
  {
    "url": "https://www.steinberg.net/de/tutorials/connect-audio-hardware-to-cubase/",
    "title": "Wie du deine Keyboards, MIDI-Controller und Audiogeräte mit Cubase verbindest",
    "content": "Zurück zur Übersicht\nWie du deine Keyboards, MIDI-Controller und Audiogeräte mit Cubase verbindest\nVerbinde die Audio- und MIDI-Eingänge und -Ausgänge deiner Hardware mit Cubase. Diese Anleitung hilft dir dabei, sofort loszulegen.\nQuick Tips\nHier findest du eine kurze Zusammenfassung der drei wichtigsten Punkte.\nInstalliere die Treiber für dein USB-Audiointerface, stelle sicher, dass es in den Studio-Einstellungen ausgewählt ist und die Ein- und Ausgänge unter „Audioverbindungen“ eingerichtet sind.\nInstalliere die Treiber und die Editor-Software für dein MIDI-Keyboard oder deinen MIDI-Controller und schließe ihn per USB an deinen Computer an. Stelle sicher, dass deine MIDI-Spur so eingestellt ist, dass sie Daten auf dem richtigen MIDI-Kanal empfängt. Lade ein VST-Instrument, um Sounds zu spielen.\nBei externer Hardware musst du sicherstellen, dass Cubase so eingestellt ist, dass es MIDI-Daten auf Kanal 1 sendet. Verbinde den MIDI-Ausgang deines Interfaces mit dem MIDI-Eingang deines Synthesizers oder deiner Drum Machine und vergewissere dich, dass die Audioverbindungen eingerichtet sind, damit du sie hören kannst.\nObwohl du für die MIDI-Programmierung in Cubase auch einfach deine Computermaus verwenden kannst, empfehlen wir dir, ein MIDI-Keyboard oder einen anderen Controller anschließen. Auf diese Weise kannst du die Software-Instrumente frei spielen und wirst viel kreativer sein. Außerdem solltest du ein Audio-Interface verwenden, um einen qualitativ hochwertigen Sound zu erhalten. Cubase funktioniert zwar auch mit dem internen Audio-Chip deines Computers, aber wenn du ein Audio-Interface anschließt, wird alles viel besser klingen. Ein Audio-Interface benötigst du auch, um Lautsprecher und Mikrofone zum Wiedergeben und Aufnehmen deiner Musik anzuschließen. Zum Glück ist dies ganz einfach und in wenigen Schritten erledigt. In dieser Anleitung erfährst du, wie du, wie du dein Equipment anschließt.\nAudio-Interface anschließen\nDas Audio-Interface ist eine Box, die an deinen Computer angeschlossen wird und den Sound rein- und rausleitet. Für den Audioeingang werden Mikrofon- und Instrumentenanschlüsse im XLR- oder TRS (Klinken)-Format verwendet. An den meisten Interfaces gibt es beides und manchmal sind auch RCA (Cinch)-Eingänge vorhanden, die auch als Phono-Eingänge bekannt sind. Für den Ausgang gibt es in der Regel TRS- und manchmal XLR-Buchsen, an die du deine Lautsprecher anschließt.\nDie Verbindung zwischen deinem Audio-Interface und deinem Computer wird fast immer über USB hergestellt, entweder über USB-C oder das ältere USB-A Format. Kleine bis mittelgroße Interfaces wie das UR22C und das UR44C von Steinberg können genug Strom über USB ziehen, so dass kein externes Netzteil benötigt wird (auch wenn es die Möglichkeit gibt, ein solches zu verwenden). Größere Interfaces benötigen eine externe Stromquelle.\nWenn du einen Windows-PC verwendest, musst du die Treibersoftware für dein Interface von der Website des Herstellers herunterladen, damit der Computer richtig damit arbeiten kann. Bei einem Mac funktioniert dein Interface wahrscheinlich auch so, aber du solltest dennoch die entsprechenden Treiber installieren, da diese meist zusätzliche Tools und Funktionen bereitstellen. Die dspMixFx Software von Steinberg ist ein Beispiel dafür.\nWenn du die Software installiert hast, kannst du im Menü „Studio-Einstellungen“ dein Interface auswählen, so dass Cubase weiß, dass es für die Audioeingabe und -ausgabe verwendet werden soll. Im Menü \"Audioverbindungen\" legst du fest, wie die Audiokanäle geroutet werden. Cubase merkt sich diese Einstellung, bis du sie änderst oder das Interface physisch trennst.\nMIDI-Keyboard und MIDI-Instrumente anschließen\nMIDI-Keyboards und -Controller senden keine Audiosignale, sondern MIDI-Daten. Daher ist ihr Strombedarf etwas geringer und mit Ausnahme der größten Keyboards werden sie normalerweise über USB mit Strom versorgt. Wie bei den Audio-Interfaces brauchst du bei einem Mac wahrscheinlich keinen Treiber zu installieren, für Windows musst du einen herunterladen. Auch hier wird die Software für das Keyboard wahrscheinlich zusätzliche Tools wie Editoren enthalten, so dass es sich lohnt, sie zu installieren.\nWenn du deine Treiber installiert und dein Keyboard an deinen Computer angeschlossen hast, wird es von Cubase mit großer Wahrscheinlichkeit direkt erkannt und du kannst sofort Noten spielen. Um Sounds zu erzeugen, musst du ein VST-Software-Instrument wie beispielsweise HALion Sonic SE laden und ein Instrumenten-Patch auswählen. Dies sollte auf ohne weitere Einstellungen funktionieren. Falls nicht, kannst du im MIDI-Bereich der Studio-Einstellungen überprüfen, ob dein Keyboard erkannt wird und seine Kanäle aktiv sind.\nDu kannst auch im Inspector-Bereich des Software-Instruments überprüfen, ob MIDI auf dem richtigen Kanal gesendet und empfangen wird. Es gibt 16 MIDI-Kanäle und die Standardeinstellung ist Kanal 1. Idealerweise sollte dein Keyboard auf Kanal 1 senden und die Instrumentenspur auf Kanal 1 empfangen. Wenn du Probleme hast, kannst du versuchen, die Spur auf „alle\" MIDI-Kanäle einzustellen. Das Anschließen anderer MIDI-Controller, wie etwa Drum-Pads, funktioniert im Wesentlichen genauso.\nAndere MIDI-Hardware anschließen\nEs gibt viele MIDI-Geräte, die immer noch das ältere DIN-Steckerformat verwenden. Hierzu gehören Synthesizer, Drum Machines und Workstations. Um diese Geräte von Cubase aus anzusteuern, musst du lediglich den MIDI-Out deines Keyboards oder Audio-/MIDI-Interfaces mit dem MIDI-In deines Synthesizers verbinden. Stelle sicher, dass der MIDI-Port in Cubase richtig ausgewählt ist, erstelle eine MIDI-Spur oder eine Instrumentenspur und weise deren MIDI-Ausgang dem Hardware-MIDI-Ausgang auf Kanal 1 zu. Die MIDI-Daten, die du auf der Spur spielst oder aufnimmst, werden nun von Cubase an deinen Hardware-Synthesizer gesendet und von diesem in Töne verwandelt. Natürlich musst du dein Hardware-Instrument auch an einen Audioeingang deines Interfaces oder an deine Lautsprecher anschließen, damit du sie hören kannst.\nCubase ist neu für dich?\nVerschaffe dir einen Überblick\nMehr Cubase-Tutorials\nLerne Cubase mit unseren ausführlichen Video-Tutorials.\nDu brauchst mehr Features?\nVergleiche die verschiedenen Cubase-Versionen\nTeste Cubase 60 Tage lang kostenlos\nErlebe die DAW, der Hollywood-Komponist:innen, Charts-Produzent:innen und ambitionierte Einsteiger:innen gleichermaßen vertrauen – gemacht, um deine Musik von der ersten Idee bis zum fertigen Song zu begleiten.\nTeste Cubase kostenlos",
    "doc_type": "manual",
    "brand_id": 34,
    "brand_name": "Steinberg",
    "file_path": "/workspaces/Support-Center-/backend/data/steinberg/Wie_du_deine_Keyboards,_MIDI-Controller_und_Audiogeräte_mit_Cubase_verbindest_2360f0e6.html",
    "metadata": {},
    "scraped_at": "2025-12-26 22:03:03.636177"
  },
  {
    "url": "https://www.steinberg.net/de/tutorials/control-synths-with-quick-controls/",
    "title": "Steuere deine Synths mit Quick Controls",
    "content": "Zurück zur Übersicht\nSteuere deine Synths mit Quick Controls\nWir benötigen Ihre Zustimmung, um den YouTube Video-Service zu laden!\nWir verwenden einen Service eines Drittanbieters, um Videoinhalte einzubetten. Dieser Service kann Daten zu Ihren Aktivitäten sammeln. Bitte lesen Sie die Details durch und stimmen Sie der Nutzung des Service zu, um dieses Video anzusehen.\nDieser Inhalt darf aufgrund von Trackern, die Besuchern nicht offengelegt werden, nicht geladen werden. Der Besitzer der Website muss diese mit seinem CMP einrichten, um diesen Inhalt zur Liste der verwendeten Technologien hinzuzufügen.\nMehr Informationen\nAkzeptieren\nIn diesem Cubase Workflow Tutorial zeigt dir Dom Sigalas, wie du MIDI Remote in Cubase einrichtest, um Synthesizer wie Retrologue und andere PlugIns zu steuern. Hierfür werden den Quick Controls CC-Befehle und andere MIDI-Parameter zugewiesen. Auf diese Weise wird die Cubase-Produktion mit Synthesizern wesentlich schneller und du kannst dich ganz auf deine Musik und dein Sounddesign konzentrieren kannst.\nMehr Cubase-Tutorials\nLerne Cubase mit unseren ausführlichen Video-Tutorials.\nCubase ist neu für dich?\nVerschaffe dir einen Überblick\nStories. Interviews. Anregungen.\nInteressantes von und über Steinberg.\nProbiere Cubase selbst aus\nJetzt, wo du weißt, was du mit Cubase alles machen kannst, ist es an der Zeit, dass du es selbst ausprobierst. Wir bieten dir die Möglichkeit, alle Features von Cubase Pro kostenlos für 60 Tage zu testen. Gib einfach deine E-Mail-Adresse ein, um direkt loszulegen.\nCubase Pro 15 kostenlos testen",
    "doc_type": "manual",
    "brand_id": 34,
    "brand_name": "Steinberg",
    "file_path": "/workspaces/Support-Center-/backend/data/steinberg/Steuere_deine_Synths_mit_Quick_Controls_c235bc29.html",
    "metadata": {},
    "scraped_at": "2025-12-26 22:03:07.422993"
  },
  {
    "url": "https://www.steinberg.net/de/tutorials/create-ducked-delays/",
    "title": "So erzeugst du Ducking Delays",
    "content": "Zurück zur Übersicht\nSo erzeugst du Ducking Delays\nWir benötigen Ihre Zustimmung, um den YouTube Video-Service zu laden!\nWir verwenden einen Service eines Drittanbieters, um Videoinhalte einzubetten. Dieser Service kann Daten zu Ihren Aktivitäten sammeln. Bitte lesen Sie die Details durch und stimmen Sie der Nutzung des Service zu, um dieses Video anzusehen.\nDieser Inhalt darf aufgrund von Trackern, die Besuchern nicht offengelegt werden, nicht geladen werden. Der Besitzer der Website muss diese mit seinem CMP einrichten, um diesen Inhalt zur Liste der verwendeten Technologien hinzuzufügen.\nMehr Informationen\nAkzeptieren\nDom Sigalas zeigt dir in diesem Video zwei verschiedenen Wege, wie du Ducking Delays für deine Vocals erstellen kannst. Zuerst demonstriert Dom die klassische Methode. Hierfür nutzt er ein Ping Pong Delay, dass er vollständig auf \"wet\" stellt. Anschließend setzt er den Cubase-Kompressor ein und triggert ihn mit der Vocal-Spur über den Sidechain-Eingang, so dass die Delays nur in den Gesangspausen zu hören sind. Anschließend demonstriert Dom noch eine andere Art, um Ducking Delays zu erzeugen. Hierbei verwendet er das Multi-Tap-Delay, um einen sauberen Delay-Sound zu kreieren, der noch besser kontrollierbar ist. Mit Cubase kannst du Ducking Delays effektiv und schnell erstellen und deiner Musikproduktion einen professionellen Touch verleihen.\nMehr Cubase-Tutorials\nLerne Cubase mit unseren ausführlichen Video-Tutorials.\nCubase ist neu für dich?\nVerschaffe dir einen Überblick\nStories. Interviews. Anregungen.\nInteressantes von und über Steinberg.\nProbiere Cubase selbst aus\nJetzt, wo du weißt, was du mit Cubase alles machen kannst, ist es an der Zeit, dass du es selbst ausprobierst. Wir bieten dir die Möglichkeit, alle Features von Cubase Pro kostenlos für 60 Tage zu testen. Gib einfach deine E-Mail-Adresse ein, um direkt loszulegen.\nCubase Pro 15 kostenlos testen",
    "doc_type": "manual",
    "brand_id": 34,
    "brand_name": "Steinberg",
    "file_path": "/workspaces/Support-Center-/backend/data/steinberg/So_erzeugst_du_Ducking_Delays_050a9901.html",
    "metadata": {},
    "scraped_at": "2025-12-26 22:03:11.248577"
  },
  {
    "url": "https://www.steinberg.net/de/tutorials/create-giant-sub-basses/",
    "title": "Erzeuge massive Subbässe",
    "content": "Zurück zur Übersicht\nErzeuge massive Subbässe\nWir benötigen Ihre Zustimmung, um den YouTube Video-Service zu laden!\nWir verwenden einen Service eines Drittanbieters, um Videoinhalte einzubetten. Dieser Service kann Daten zu Ihren Aktivitäten sammeln. Bitte lesen Sie die Details durch und stimmen Sie der Nutzung des Service zu, um dieses Video anzusehen.\nDieser Inhalt darf aufgrund von Trackern, die Besuchern nicht offengelegt werden, nicht geladen werden. Der Besitzer der Website muss diese mit seinem CMP einrichten, um diesen Inhalt zur Liste der verwendeten Technologien hinzuzufügen.\nMehr Informationen\nAkzeptieren\nIn diesem Video zeigt dir Dom Sigalas zwei Möglichkeiten, wie du wummernde Subbässe erzeugen kannst, die sich perfekt für EDM, Hip Hop, Rap und Trap eignen. Cubase ist die ideale DAW, um markerschütternde Subbässe zu designen. Mit dem VST-Synthesizer Retrologue und der Sampler-Spur kannst du im Handumdrehen fette Bässe für deine Musikproduktion kreieren. Der richtige Subbass verleiht elektronischer Musik und zahlreichen anderen Genres den nötigen Punch.\nMehr Cubase-Tutorials\nLerne Cubase mit unseren ausführlichen Video-Tutorials.\nCubase ist neu für dich?\nVerschaffe dir einen Überblick\nStories. Interviews. Anregungen.\nInteressantes von und über Steinberg.\nProbiere Cubase selbst aus\nJetzt, wo du weißt, was du mit Cubase alles machen kannst, ist es an der Zeit, dass du es selbst ausprobierst. Wir bieten dir die Möglichkeit, alle Features von Cubase Pro kostenlos für 60 Tage zu testen. Gib einfach deine E-Mail-Adresse ein, um direkt loszulegen.\nCubase Pro 15 kostenlos testen",
    "doc_type": "manual",
    "brand_id": 34,
    "brand_name": "Steinberg",
    "file_path": "/workspaces/Support-Center-/backend/data/steinberg/Erzeuge_massive_Subbässe_64aa8bed.html",
    "metadata": {},
    "scraped_at": "2025-12-26 22:03:15.013593"
  }
]