[
  {
    "url": "http://cdn.growassets.net/user_files/esp/site_assets/000/000/436/original.pdf",
    "title": "Owner's Manual",
    "content": "OWNER’S MANUAL & WARRANTY INFORMATION\nVERSION 1.3\nCongratulations on your new purchase and thanks for making ESP your \ninstrument of choice! ESP has been recognized for its high quality standards and meticulous craftsmanship since the company was founded in 1975. Every ESP instrument is inspected thoroughly by our quality control technicians prior to shipping to your local dealer. \nAll ESP instruments are covered by our limited lifetime warranty so you can rest \nassured that your new instrument will bring you many years of enjoyment. \nPlease take a few moments to read through this manual. It will provide you \nwith answers to many of your questions as well as inform you about the care and maintenance of your new instrument. \nCONTENTS:\nGUITAR ANATOMY .................................................................2\nGENERAL MAINTENANCE ......................................................... 2-3\nTUNING YOUR GUITAR ..............................................................3 \nSTRINGS & TUNING MACHINES ..................................................... 3-5 \nNECK & TRUSS ROD .............................................................. 5-6\nSTRING ACTION ...................................................................6\nINTONATION .....................................................................7\nPICKUP ADJUSTMENT ............................................................ 7-8\nCONTROLS & ELECTRONICS ....................................................... 8-10\nGUITAR BRIDGES .............................................................. 10-12\nCHANGING STRINGS (Floyd Rose® Double-Locking Tremolo) .............................. 12-14\nBASS BRIDGES ...................................................................14\nWARRANTY INFORMATION ...................................................... 15-16\nWARRANTY REGISTRATION CARD ....................................................17O WNER’S MANU A L &  W A R RANTY IN F O R M A T ION\nV E R SIO N 1.3\n2 3GUITAR ANATOMY\n 1. Tuning Key\n 2. Tuning Post\n 3. Truss Rod Cover\n 4. String Retainer\n 5. Nut (Locking)\n 6. Fingerboard\n 7. Frets\n 8. Position Markers\n 9. Neck Pickup\n 10. Bridge Pickup\n 11. Pickup Selector\n 12. Pickup Height Screw\n 13. Pickup Mounting Ring\n 14. Controls\n 15. Bridge (Tremolo)\n 16. Pivot Studs \n 17. Tremolo Arm\n 18. Strap Button\n 19. Headstock\n 20. Neck\n 21. Neck Bolts / Neck Heel\n 22. Neck Plate\n 23. Body\n 24. Tremolo Spring Cavity\n 25. Control Cavity\n 26. Battery Compartment\nGENERAL MAINTENANCE  \nYour ESP instrument is built to give you many years of satisfaction. Please keep in mind that keeping your \ninstrument functioning properly will require periodic care and maintenance. Follow the simple maintenance guidelines outlined below to make sure your instrument continues playing properly and looking its best. Note:  \nAlthough your instrument has been inspected by our quality control team, ESP highly recommends that you take your guitar to a qualified repair shop for an initial setup to be performed. As every player may have their own setup preferences matched to their playing style, this will ensure that your guitar works best for you.\n CleaningCleaning your guitar regularly is one of the best ways to maintain the finish and prolong string life. Clean your guitar after each use, making sure to wipe the fingerboard and strings as well as any of the plated parts such as tuners, pickups, bridge etc. Make sure to remove all perspiration, as it can lead to corrosion and rusting in metal hardware and strings. We recommend that all metal bridge parts be thoroughly cleaned and lubricated each time when changing strings to prevent corrosion and rusting caused by perspiration. For gloss-finished surfaces, such as the body, back of neck, and headstock, we recommend using any type of polish formulated specifically for musical instruments. Use lightly with a soft guitar polishing cloth or cotton rag. Using any other type of cloth will most likely scratch the finish on your instrument. Do not use any solvents or abrasive cleaners! Note: To clean a satin finish, use a dry cloth and simply wipe lightly to remove any dust or build-up.\nAccessories\nBe careful when using plastic, vinyl or synthetic leather guitar straps; guitar stands and wall hangers that use surgical rubber tubing or any other accessories that may touch your instrument’s finish. These materials may react with or cause damage to the finish on your Instrument. Before using any guitar strap with your guitar, make sure the strap buttons and your strap are both secure when connected. A wooden guitar body can only withstand so much force with the factory strap button screws and is intended for use under normal playing conditions. If you intend to subject your guitar to more physical force than normal playing conditions, you may want to use larger or longer screws. If you do decide to change your strap buttons or screws, make sure the new buttons are installed correctly to avoid damaging your guitar (we suggest having a qualified repair \ntechnician do this for you). \nNote:  Any damage as a result of strap button failure or damage that occurs from \nchanging your buttons will not be covered under the ESP limited lifetime warranty.\nFingerboards\nRosewood and ebony fingerboards contain natural oils that may dry out over time. Sharp or protruding fret edges as well as a lighter appearance in the color of the fingerboard may be indications of dry wood. In either case, you may restore the wood to its original luster and prevent It from drying out by applying some lemon oil periodically. Remove all the strings, then apply a small amount of the oil to a clean lint-free cloth. Rub the oil into the entire fingerboard (only a small amount is needed). Wipe the fingerboard immediately to remove excess oil using a clean lint-free dry cloth. \nStorage\nWhen not playing your guitar, keep it in its case. If you don’t own a case, we strongly recommend purchasing an ESP hardshell case or gig bag. Using a case will offer the best possible protection against damage and will keep your instrument from gathering dust, which makes it harder to clean. Keep your guitar tuned to pitch under normal playing and storage situations. If you plan to store your guitar for a long period of time, or when traveling by air, loosen the strings to relieve some of the tension, but don’t remove them (One or two turns of each tuning key will be plenty). Always store your guitar at room temperature. Avoid exposing your guitar to any extremely hot, cold, damp, or dry conditions. NEVER leave your guitar in a hot or cold car or trunk–This will most likely cause severe damage to your guitar! Note: Damage to your instrument caused by neglecting or subjecting your instrument to extreme temperatures will not be covered under the ESP limited lifetime warranty.\nTUNING YOUR GUITAR\nTune your instrument using the tuning keys to raise or lower the pitch. Note: On a guitar with a locking tremolo system, you must first loosen the locking nut before you can adjust the tuning with the tuning machines. Although locking tremolo systems have fine tuners located on the bridge, they only allow limited (fine) tuning. Counter-clockwise rotation of the tuning keys will raise the pitch of the string while clockwise rotation will lower the pitch of the string you are tuning. Tune your guitar starting with the lowest to highest strings. After you have done this once, go back and double-check the tuning again. On some instruments you will have to do this a few times, especially if the strings are new or you have a guitar with a floating tremolo bridge. Tuning one string may affect the other strings and it is necessary to recheck the tuning until all strings are staying at the desired pitch. Note: New strings tend to stretch and detune until they settle. It is a good idea to stretch the strings when you have just put on a new set. Do this after the initial tuning by bending notes and physically stretching each string by pulling away from the fingerboard (be careful no to pull too hard as you may break a string that way). After thoroughly stretching the strings repeat the tuning process. Note: For standard guitar and bass tunings please refer to the chart under factory string gauges.\nSTRINGS & TUNING MACHINES\nWe strongly recommend that you change your strings fairly often. If you play daily, we recommend that you change your strings every 1 or 2 weeks. A new set of strings will sound clear and precise, while an old set will sound dull and can produce unusual buzzing and dead notes. If you notice that your strings have become dirty, discolored, or produce an unusual buzzing or dull sound, then it is definitely time to put a new set of strings on your guitar. Always check your new strings and make sure they are smooth and free of defects before installing them. If there are any irregularities, such as kinks, twists, or any other manufacturing defects, they will cause buzzing and untrue notes as well as sound distortion. We recommend replacing one string at a time, so that all the tension is not taken off of the neck. This will make it easier to re-tune and setup the neck. If your guitar has a double-locking tremolo, please refer to the section on re-stringing those models.1\n2\n34\n6\n7\n8\n9\n1011\n14 15\n17\n1819\n232422\n25\n262120\n12135\n16\n4 5String Gauges\nESP guitars are strung with the following gauges at our factory. Using the same gauge will probably save you some time in setting up and re-tuning your instrument after you change the strings. Note: String gauge is a matter of preference, and some players will be more comfortable using a different gauge than provided, especially when using alternate tunings. If you wish to change to a heavier gauge of strings, please consult a qualified repair technician to do this for you - using a heavier string gauge will require re-slotting the nut, adjusting the truss rod and changing other settings and should only be done by a qualified repair technician.\nFactory String Gauges & Tunings\nString Gauge (Low to High) Tuning (Low to High)\n6-str guitar w/trem 42/32/24/16/11/9 E/A/D/G/B/E\n6-str guitar non-trem 46/36/26/17/13/10 E/A/D/G/B/E\n7-str guitar & baritone 56/46/36/26/17/13/10 B/E/A/D/G/B/E\n8-str guitar & baritone 68/56/46/36/26/17/13/10 F#/B/E/A/D/G/B/E\n6-str baritone 56/46/36/26W/17/13 B/E/A/D/F#/B\n6-str acoustic 52/42/32/24W/15/11 E/A/D/G/B/E\n4-str bass 105/85/65/45 E/A/D/G\n4-str bass (Detuned) 130/110/90/70 B/E/A/D\n5-str bass 125/105/85/65/45 B/E/A/D/G\n6-str bass 125/105/85/65/45/30 B/E/A/D/G/C\n8-str bass 90/40, 70/35, 55/25, 40/20P E/A/D/G w/doubled octave strings\nStringing Your Guitar or Bass\nWhen winding strings on to the tuning machine post, always wind them tightly and evenly to avoid any slipping than can occur if there are any gaps. Always use at least 2 or 3 winds around the post starting from top to bottom. As a rule of thumb, use about and extra 5cm (2 inches) of slack when restringing a guitar and about 8cm (3 inches) of slack when restringing a bass. For unwound, or plain strings, follow the diagram (Figure 1) detailing how to install these strings on to the post to prevent them from slipping.\n \n1. Insert end of string into tuning post (make sure to leave enough slack for a few wraps around the post).\n2.  Wrap end of string clockwise around post and under the string where it goes into the post (counter-\nclockwise when stringing tuners on treble side of headstock).\n3.  Pull end of string tight over itself making a sort of knot (end of string may then be bent down and cut off cleanly near knot).\n4. Tune to pitch, making sure the wraps wind neatly down the tuning post.\nFor tuning machine posts where the string must be inserted into the post (most bass tuners), the strings \nmust be cut to length in advance. Use a pair of string cutters and make sure to cut them long enough to give enough wraps around the posts. (If you’re not sure, then it’s better to guess longer than shorter. You can always cut more length off of the end of the string, but you can’t add any length once you’ve cut it). \nNote: Strings are always wound clockwise around the posts on the bass side and counter-clockwise around \nthe posts on the treble side of headstock.\nNote: If you have locking tuners on your guitar (Figure 2), then you don’t have to put any \nwinds on the post. Simply cut or loosen the old string and loosen locking pin by turning thumbwheel counter-clockwise. Remove old string and feed new string through post-hole. Tighten thumbwheel clockwise to lock the pin on to the string. Tune the string to pitch without any wraps on the post and cut off excess string. Note: Do not remove thumbwheel or use pliers to tighten/loosen locking tuning machines. Note: If you have Gotoh locking tuners there is no thumbwheel located on the backside of tuner. To string the guitar, simply feed string through and tune as normal and string post will lock automatically. Tuner lock may be loosened at the top of string post by using a straight screwdriver or small coin (counter-clockwise on bass side of headstock / clockwise on treble side of headstock).Tuning Machine AdjustmentMost ESP guitars have adjustable tuning machine heads. Many times, these parts can loosen after time, so it is a good idea to check the tension when changing strings. If you ever need to change the tension or feel of a tuning machine head, simply tighten (clockwise) or loosen (counter-clockwise) with a small Phillips or flathead screwdriver (Figure 3). This screw should be snug, but be careful not to over-tighten, as it is easy to strip the threading on the screw. \nNECK & TRUSS ROD\nAll ESP instruments have an adjustable truss rod located inside of the neck. The function of a truss rod is to provide adjustment against the string tension on the neck. The following are the most common reasons why a truss rod adjustment might be needed: changing string gauge, changing tuning, environmental changes such as heat or humidity. Your guitar will operate poorly if the truss rod is not adjusted properly, so it is important to be able to recognize when your neck needs a truss rod adjustment. Truss rod adjustment should be performed periodically in order to keep your guitar playing properly. Adjusting the truss rod is the first step when setting up an instrument to play properly. You should always do the truss rod adjustment before setting string action, as adjusting the truss rod will affect the height of the strings.\nNote: Most all ESP guitars are built with two-way adjusting truss rods. An ordinary truss rod may be \nloosened to the point where there is no more adjustment in the counter-clockwise direction. In most cases, this means replacing the neck or using heavier string gauges to bring the neck back to where it is not back-bowed. This will never happen with your guitar since it has a two-way adjusting truss rod.\nAdjusting The Truss Rod\nTo adjust the truss rod, first locate the truss rod access at the headstock (Figure 4) or end of neck by body joint (Figure 5), remove the truss rod cover, and insert the correct size allen wrench (4mm) or pipe wrench (8mm) to adjust. Turn counter-clockwise to loosen and clockwise to tighten. \nNote: If your truss rod nut access is not visible, it is possible your \ninstrument has it located inside of the neck pocket (Figure 6) – this will require the neck to be taken off of the body to adjust the truss rod. \nNote: Truss rod adjustments should only be performed by a qualified \ntechnician. Improperly adjusting or over adjusting the truss rod can result in damage to the guitar neck and is not covered under the ESP limited lifetime warranty.\nChecking Neck Bow\nCorrect truss rod adjustment is determined by the amount of bow or relief that is in the neck. To check neck bow, hold your guitar in playing position and check the low E and high E strings using the following method (Figure 7). With your fretting hand, hold down the string at the first fret. Now with your picking hand thumb, fret the same string at the area where the neck joins the body (around 16th fret). While holding both sections of the string in place, stretch your index finger of your picking hand as far as possible into the middle area of the neck (frets 7-9) and tap the string down to the frets. The amount of distance that the string is travelling to reach the frets is the amount of bow that is in the neck (you may also use feeler gauges to measure this distance, but it’s not necessary). It is desirable to have a slight amount of bow, but not too much. About .3 mm - .5 mm (.010” - .020”) is usually plenty of bow. Having too much bow will cause excessive buzzing in the center area of the neck and will cause the strings to be farther 123\nFigure 1: Stringing Plain Strings\nFigure 5: Truss Rod by Body Joint\nFigure 6: Truss Rod Inside Neck PocketFigure 2: Stringing Locking Tuners \nwith ThumbwheelLoosen TightenFigure 3: Tuner TensionLoosenTighten\nFigure 4: Truss Rod at HeadstockLoosen\nTightenW = Wound, P = Plain\n6 7away from the frets in that area making it harder to play. Having too little bow or backbow to the neck \nwill cause excessive buzzing on open notes and fretted notes near the nut area, and will bring the action down too low across the entire fretboard.\nOnce you have determined the amount of bow that  \nis in the neck, then adjust the truss rod accordingly (Figute 8). Loosen the truss rod (counter-clockwise) if your neck is backbowed. Tighten the truss rod (clockwise) if your neck is underbowed (too much bow). Note: Loosen no more than 1/4 turn, then tune and recheck neck bow until your neck is properly adjusted.\nSTRING ACTION\nString action (or height) refers to the distance between the strings and the frets (Figure 9). This distance is measured at the 12th fret and is measured from the top of the fret to the bottom of the string on both the high and low outside strings.\nThe string action is set on every instrument before it is shipped to authorized ESP dealers. However, there \nare many factors that can affect the string height and cause it to change. The main factor is usually a change in temperature and/or humidity. Since our instruments ship through different climates to their final destination, your guitar may need to be readjusted in order to bring it back to ESP factory specs. Other factors that affect string action include changing string gauge and/or tuning. High string action will make your guitar difficult to play, while low string action will cause excessive buzzing and unclear notes. If your guitar needs string action adjustment, find your particular bridge system and locate the height adjustment screws to properly adjust your guitar. You will need an accurate 6-inch steel rule to properly measure this distance.\nNote: Make sure you have properly tuned your guitar and adjusted the truss rod before adjusting the \nstring height, as having to redo these adjustments will significantly change the height of the strings. \nNote: Setting your string action lower than factory settings may result in buzzing or rattling, and is not \nrecommended. If you are experiencing excessive buzzing or rattling, please consult with a qualified repair technician, or double-check your neck adjustment and string heights.\nRefer to the following recommended ESP factory string height settings for your guitar or bass. \nMinimum String Action Heights\nBass Side Treble Side\nGuitars 2.0 mm (5/64”) 1.5 mm (1/16”)\nBaritones / 7-str 2.5 mm (3/32”) 1.5 mm (1/16”)\n8 String Guitar / Baritone 2.8 mm (7/64”) 1.5 mm (1/16”)\nAcoustics 3.2 mm (1/8”) 2.0 mm (5/64”)\n4-str basses 2.8 mm (7/64”) 2.0 mm (5/64”)\n5/6/8-str basses 3.2 mm (1/8”) 2.0 mm (5/64”)\nNote: Changing string gauges may require setup adjustments for truss rod, tremolo, action, and intonation.INTONATION\nIntonation on a guitar refers to how well the guitar plays in tune with itself when \nthe same note or chord is played on a different area of the fretboard. Proper intonation is achieved by adjusting the length of each string at the string saddle (located on the bridge) to compensate for different string gauges, tunings, heights, and string material. By moving each string saddle to the correct location, your guitar will sound more in tune when you play across different areas of the fretboard. \nIntonation is set by comparing the fretted note at the 12th fret to the open \nharmonic at the 12th fret and adjusting the string saddle to make these two notes equal. (To get the 12th fret harmonic, lightly place one of your fretting hand fingers directly over the 12th fret, resting your finger against the string and pick that string normally with your picking hand.) The 12th fret is the exact center point of the guitar’s scale length (distance measured from nut to intonation point at bridge) and by adjusting the saddle for each string you are essentially fine-tuning that string to its optimum position (Figure 10). Find out what type of bridge is on your guitar and locate the intonation adjustment screws to adjust the saddle location. Make sure you have tuned your guitar and adjusted the truss rod and string action before you start with intonation, as it should be the last step in the setup process. \nUsing an electronic tuner, play the 12th fret harmonic note. Now, play the \nfretted note at the 12th fret. If the fretted note is sharp, move the string saddle back (away from the neck). If the fretted note is flat, move the string saddle forward (towards the neck). On some guitars you may need to loosen the string first before moving the saddle. After you have adjusted the saddle, retune the string and repeat this process until you are able to match the fretted note with the harmonic.\nNote: Use even pressure when fretting the notes during intonation adjustments so that all your strings \nare intonated according to the same level of pressure during fretting. This will result in a more accurate intonation when you are finished.\nPICKUP ADJUSTMENT\nAll magnetic pickups used in ESP guitars are adjustable. Raising or lowering a pickup will increase or decrease the amount of output from your guitar for that pickup. Pickup heights should be adjusted so that both pickups are at about the same volume level compared to each other (this is how we adjust the pickups from the factory). However, you may want to change the height of the pickups in order to achieve a different output level for each pickup. Since the pickups are magnetic it is important not to adjust them too close to the strings. If a pickup is too close to the strings, it will affect the vibration of the strings and could result in oscillating or wavering notes, extra fret buzzing, and distortion. If you notice these problems, lower the pickup until the notes ring true. Use a small screwdriver to adjust the pickup height (there will usually be 2 height adjustment screws for each pickup - one on the bass side and the other on the treble side). \nNote: Some instruments have pickups with adjustable pole pieces that allow you to adjust the individual \noutput levels of each string.\nThe following are maximum bridge pickup heights as set at the ESP factory. Pickup height is measured \nfrom the top of the pickup to the bottom of the string while holding down the strings to the fretboard at the last fret. Keep in mind that pickup heights are not meant to be at an exact level or specification for correct operation of your instrument. Each player can set their own pickup heights according to their desired output levels.Figure 7: Checking Neck Bow\nFigure 9: String Action\nFigure 10: Intonation12th Fret\nIntonation PointScale Length\nFigure 8: Neck Bow or ReliefUnderbow\nBackbow\n8 9Series: combination of coils in full output (this is traditionally how most humbucking pickups are wired).\nParallel: combination of coils wired to reduce output and simulate a single coil, yet still remain hum-cancelling.Note: On some guitars with 2 pickups and no standard switch, a push-pull volume control is used to \nselect between the pickups (in this case, each pickup can only be turned on by itself-there is no position in which both pickups are on at the same time).\nPassive Electronics\nPassive pickups and controls do not use a battery. They are considered standard electronics because there is no manipulation of the signal from the pickup other than decreasing the volume or high frequencies (nothing is added to the tone).\nActive Electronics\nActive pickups and circuits use power (9-volt alkaline battery) to manipulate the signal coming from the \npickups. Some systems may use a passive pickup in conjunction with an active preamp or EQ section. Any combination will result in the output level of the guitar being considered Active or “Low Impedance”. If you have active electronics or pickups in your guitar or bass, make sure your amplifier has an input labeled “LOW” or “ACTIVE”. Using a standard input on an amplifier could result in unwanted distortion, as the signal will overpower the amplifier’s input section. You should change your battery if your guitar or bass sounds distorted, has a weak signal, or no output at all. Always use a high quality alkaline battery for maximum performance out of your active electronics. To locate your battery, remove your battery compartment plate on the back of your guitar using a regular Phillips screwdriver (In some cases, you may need to remove the electronics backplate If you do not have a separate battery compartment). Note: Battery life for each active component ranges from 625-3000 playing hours. Generally, your battery life will be less with the more active components you have.\nNote: Active pickups do not require a bridge ground connection - a wire usually connecting the bridge or part of bridge system to the back of the volume or tone controls. If you notice a loose wire not attached, this most likely is the bridge ground and is normally installed in the guitar but not connected to the ground (back of volume or tone control) with active pickups.\nPush-pull/Push-push Coil Tap\nUsually located on a volume or tone control - by pushing or pulling up on the knob, the switch will be engaged. When in the “up” position, one coil from the pickup will be turned off making the output now about half of the original signal. Since the pickup is now a true single coil, it is normal for it to have more noise (hum) because the pickup is no longer a humbucking pickup.\nBalance Control\nInstead of a selector switch, it is traditional for basses to have a balance control with a center detent. This controls which pickup’s output is being sent to the amp. In the center position, both pickups are at full volume. Turning clockwise will select the neck pickup while turning counter-clockwise will select the bridge pickup. With a balance control you can blend between pickups to get a certain tone or pickup combination desired.   \nMaximum Bridge Pickup Heights\nBass Side Treble Side\nGuitars 2.5 mm (3/32”) 1.5 mm (1/16”)\nBass 3.5 mm (9/64”) 2.5 mm (3/32”)\nNote: Active pickups have less magnetic pull and may be adjusted closer to the strings than passive pickups.\nCONTROLS / ELECTRONICS\nThe following are some brief descriptions of the basic electronic controls and terminology. For more \nspecific information on your exact model please refer to the control layouts and diagrams (Figure 12) or visit our website at www.espguitars.com.\nNote: Most control knobs are easily tightened or removed by using a 2.0mm allen wrench or flathead \nscrewdriver to adjust the set screw on the side of the knob. If a knob becomes loose, you should first remove the knob and check the control to make sure It Is properly tightened to the body before re-tightening the knob onto the control shaft. A loose control shaft can easily be tightened using any adjustable wrench. You will need to remove the electronics backplate and hold the control from the back of the guitar while tightening the nut from the top of body. This will ensure that you do not move the controls or damage / break any of the wire connections.\nVolume Control\nControls the master output level of the guitar. Turning the knob clockwise will increase the volume while turning counter-clockwise will decrease the volume. Some instruments will have multiple volume controls in which case, you’ll find there’s a volume control for each pickup. Note: In the case of multiple volume controls, when either volume control is turned off and the pickup selector switch is in the middle position w/ both pickups on, the entire signal of the instrument will be turned off. \nTone Control\nThis adjusts the high frequencies present in the signal coming from your guitar. With the knob turned fully clockwise, all frequencies are present. Turning the knob counter-clockwise decreases the high frequencies.\nOutput Jack\nThis is where the output signal of the guitar is sent to the amplifier by plugging in any standard 1⁄4” guitar cable. Most output jacks are located near the bottom corner of the guitar below the electronics cavity. Note: If your guitar or bass has active electronics, you should always remove your cable after playing. Leaving your cable plugged into your instrument will drain the battery.\nNote: If your jack ever comes loose, do not tighten it without first removing the jackplate and securing \nthe inside of the jack, otherwise you may break the wires causing your guitar to lose output.\nPickups\nThe pickups on your guitar turn the string vibrations into an electronic signal that is sent to your amplifier. Pickups are made up of magnets and coils of wire. There are 2 types of magnetic pickups used in most electric guitars - Single Coils and Humbuckers. A Single Coil pickup is made up of only 1 coil of wire and generally has a weak output. Due to its construction, a single coil will be noisy since it cannot block hum and RF interference. Humbuckers on the other hand are in fact “hum-cancelling” because of their construction using 2 coils side by side. The signals from each coil are combined in a certain way that cancels the hum and RF interference that is common with single coil pickups. Humbuckers generally have a higher output signal compared to single coils.\nPickup Selector Switch\nThe selector is used to switch between different pickups or combinations of pickups (on guitars with two or more pickups). Pickup selector switches are either 3-way slotted, 3-way toggle, or 5-way slotted (Figure 11).5-way Ultraswitch 3-way Toggle & 3-way Slotted SwitchFigure 11: Pickup Selector Switches\n10 11Tune-o-matic\nThis type of bridge has separate screws for intonating each string saddle, and height adjustment via the bridge’s mounting screws using a flathead screwdriver (Figure 13). The ball-end of the strings are either attached to a stop-bar tailpiece, or fed through the body of the guitar (“string-thru”) and over the bridge.\nTonePros\n® Tune-o-matic\nThis bridge starts as a stock Tune-o-matic \nand adds set-screws to lock down the bridge and tailpiece (Figure 14). By locking the bridge and tailpiece to the studs, the tone and sustain of the instrument is greatly improved. And since the bridge cannot move, the tuning and intonation of the guitar will remain locked in place. Another cool feature is that when restringing your instrument, you can cut all the strings off, flip the guitar around while you work on it and the bridge or tailpiece will stay locked to the body – no bridge parts will fall off.\nAcoustic Bridge\nIf you have an acoustic or semi-acoustic model, your bridge is made of rosewood like a traditional acoustic bridge and the bridge is glued to the top of your guitar. Restringing an acoustic bridge is done by inserting the ball-ends through the back of the bridge and feeding the strings over the top of the saddle, or inserting the ball-ends through the top of the bridge and holding them in place with the bridge pins. On this type of bridge, there are no simple string height or intonation adjustment screws. There is only 1 string saddle generally made from bone or plastic, and it is preset into the bridge at the intonation point. Adjusting string height requires the saddle to be removed and sanded down to achieve the desired string height. Note: This should only be done by a professional guitar repair technician. \nBigsby\n® Vibrato\nUsed on our Xtone guitars, this classic design has \na unique look and sound and is used for manually creating a true vibrato. A Bigsby is actually the tailpiece section of the bridge system and mounts behind a standard Tune-o-matic bridge (Figure 15). The strings are attached to pins on the bottom inside section of the back roller, and then fed underneath the front roller and over the Tune-o-matic bridge as normal. By pressing the handle the tone of all six strings will be flatted by approximately one half-tone if the handle is depressed approximately 1⁄2”. In the same manner, if the handle is raised approximately 1⁄2” from the normal “at rest” position, all six strings will be sharped by approximately one-half tone.\nVintage Tremolo\nAlso referred to as a traditional tremolo, this bridge mounts to the top of the body without a recess route so the bridge sits on the top of the body. This type of tremolo is used for slight vibrato effects, not heavy dive-bombing or whammying effects such as a Floyd Rose locking tremolo. A vintage tremolo is mounted to the body with either 2 or 6 screws located at the front of the bridge. The strings are inserted through the back of the guitar through the backplate holes and into the block of the tremolo then strung over each string saddle. On this type of bridge, each saddle height is adjustable and the action height should be adjusted with the string saddles, not the mounting screws. The tremolo arm is threaded into the hole on the treble side of the bridge plate.Figure 13: Tune-o-matic Bridge\nFigure 14: TonePros Locking Bridge & Tailpiece\nFigure 15: Bigsby VibratoRaise Lower\nRaise LowerSet ScrewsIntonation \nScrew\nIntonation \nScrewString Saddle\nString SaddleActive Bass EQ Controls\nMost of our basses feature an active EQ system with 2 or 3 controls: bass boost/cut, mid boost/cut (only on \na 3-band EQ), and treble boost/cut. All the controls have a center-detent which is the “0” position. Turning clockwise from that point increases the output of that frequency, while turning counter-clockwise from the center point decreases that frequency from the signal. Note: Active EQ systems require a 9V battery in order to function.\nGUITAR BRIDGES\nThe bridge on your instrument is located on the body behind the pickups. This is where the ball-ends of your strings are attached and follow over the string saddles. The string saddles are individually adjustable for intonating your guitar. On many bridges individual string heights can be adjusted via the saddle, while on other bridges this is simplified by having treble and bass side adjustments only. On the latter type there is a pre-set radius that sets your saddles in a curvature to match the radius of the neck. Some bridges allow the strings to be locked into place while others such as TonePros allow the bridge and tailpiece to be locked into place onto the bridge posts. Bass Boost/Cut3-Band EQ – Bass (Active)\nMaster Volume\nMid Boost/Cut\nTreble Boost/Cut\nBalanceBass Boost/Cut2-Band EQ – Bass (Active)\nMaster Volume\nTreble Boost/CutBalance\nNeck P/U VolumeV / V / T – Bass\nBridge P/U Volume\nMaster ToneMaster ToneV / Bal / T – Bass\nMaster Volume\nBalance\nMaster VolumeVolume / 3-w ay / Tone\n3-way P/U Selector\nMaster ToneMaster Tone\n3-way P/U Selector\non upper hornV / V / T – Guitar\nBridge P/U Volume\nNeck P/U Volume\n3-way P/U SelectorKH Series Guitars\nNeck P/U Volume\nBridge P/U Volume\nMaster ToneNeck P/U Tone\nBridge P/U Tone\n3-way P/U SelectorV / T / V / T – Guitar\nNeck P/U Volume\nBridge P/U VolumeFigure 12: Control Layouts (For more up-to-date control layouts please visit our website.)\n12 13Floyd Rose® Double-Locking Tremolo\nThe Floyd Rose double-locking tremolo was popularized in the early 80’s and has remained a popular \nsystem ever since. This system locks the strings both at the string saddle and the nut (Figure 16). By locking the string at both locations, there is minimal if any string slippage and almost no friction except at the point of the knife-edge/pivot studs. This results in a guitar that stays in tune extremely well, and allows the pitch of the strings to be manipulated via the tremolo arm or “whammy bar”. \nOn ESP guitars, this bridge is almost always installed with a recess route in the body, allowing the bridge to rest lower than a traditional bridge. This also allows room for both pulling up in pitch and pushing down in pitch. This system is also referred to as a floating bridge since it does not rest against the body of the instrument. \nAn important thing to keep in mind about this system is that since this bridge uses springs in the back of the body to balance against the tension of the strings, any change in tuning or string gauge will drastically affect the performance and require adjustments to be made. The tremolo arm is inserted into a fitting on the treble side of the bridge and then the threaded collar on the arm can be tightened by hand to the desired level of tightness.\nNote: There are two versions of Floyd Rose licensed bridges found on ESP instruments and the main \ndifference is the location of the string lock-down screws in relation to the string saddles. This alternate version is referred to as a Low-Profile design.\nCHANGING STRINGS (Floyd Rose Double-Locking Tremolo)\nNote: We recommend that you only change one string at a time until you are familiar with this process.  Removing all the strings at once will cause the tremolo to pull back into the recess route and will make it harder to change the strings and retune your guitar. Changing string gauges will also drastically change the settings and make the bridge lift up high off the body or sink back into the recess route. \nRefer to Figure 16:\n1. Loosen pressure pad lock-down screws on locking nut using a 3mm allen wrench. Loosen string using \ntuning key and remove string completely using string cutter.\n2. \nLoosen string lock-down screw on bridge using a 3mm allen wrench. Remove string from saddle.\n3. Cut off ball-end of new string above the string winding and insert string in front of the string-lock block.4. Tighten string lock-down screw so that it is snug. Note: Do not over tighten this screw as it can strip \nthe threading inside the saddle. 5. Feed string through locking nut, under pressure pad, under string retainer and through tuning key \npost, wind a couple of turns down the tuning key post and tune to pitch. Note: There is no need to use special winding as described in the stringing & tuning section since your string will be locked down at the locking nut.\n6. Repeat steps 1 - 5 for each string.7. After replacing the desired string(s), tune all strings to pitch, stretch strings, and retune. You will have \nto re-tune your guitar a few times until the tremolo has settled and the guitar remains in tune. Once your guitar is holding tune, tighten all three pressure pad screws. Note: Make sure the orientation of the pressure pads match the drawing in Figure 16. If the pressure pads are not oriented properly in the locking nut, the strings will not lock down properly and you may experience tuning problems.\nFine TuningOnce your strings are locked at the nut, you can fine-tune your guitar using the fine tuners located on the tremolo behind the string saddles. \nNote: If fine tuners run out of adjustment, loosen the pressure pad lock-down screws at the locking nut, \nadjust your fine tuners into the middle of their adjustment and retune using your tuning machines on the headstock. Once the tuning is stable, lock down the strings at the locking nut and you may use the fine tuners again.\nAdjusting String Height\nThere are 2 screws also referred to as pivot studs which raise or lower the Floyd Rose bridge (see diagram). These screws are located at the front of the bridge – one on the bass side and the other on the treble side. Turning the screws clockwise will lower that side of the bridge while turning counter-clockwise will raise that side of the bridge. Note: The base-plate of the bridge should be parallel to the top of the body. If the bridge-plate is angled too high or too low, you need to first adjust the spring tension located in the back cavity of the guitar before you adjust the bridge height using the pivot studs.\nAdjusting Intonation\nAdjusting the intonation on a Floyd Rose bridge requires a few more steps and a little patience in comparison to most bridges. After you have determined which way the string saddle needs to be moved, loosen the pressure pad screw on the locking nut then loosen the string you will be adjusting. Next, loosen the saddle lock-down screw and move the saddle forward or backward. Tighten the saddle lock-down screw, tune string to pitch and check intonation. Continue repeating this process until the intonation is set. Once you are done, lock down the string at the nut by tightening the pressure pad screws.\nAdjusting The “Float” Level (Spring Tension)\nThe tremolo springs are located in the cavity on the back of the guitar. You must remove the plastic backplate to access the tremolo springs and adjustment claw. The tremolo springs are used to counter-act the tension of the strings and adjust the angle of the bridge on the top of the guitar. When your guitar is tuned to pitch, the tremolo’s base plate should rest parallel to the top of the guitar body. If you notice your bridge angled upward or backward into the recess route, then you need to adjust the tremolo springs to bring the bridge back to the correct angle. If your tremolo is angled away from the body, then the springs need to be tightened. If the tremolo is angled into the recess route, the springs need to be loosened. Loosen or tighten each screw about 1⁄4 turn if needed, then retune your instrument (Figure 17). You may need to repeat this process a few times until finally your bridge remains in tune and rests parallel to the top of the body. There are different combinations of spring placement that can be used based on your string gauge and tuning preference. \nTighten\nPressure Pa d Screw\nPressure Pa dString Retainer LoosenString \nLock-Down Screw\nSaddle \nLock-Down ScrewFine Tu nersTremolo Arm Fitting\nString-Lock BlockPivot Studs\nSaddle\nFigure 16: Floyd Rose Double-Locking TremoloAlternate String Lock-Down Location\nFigure 17: Adjusting Tremolo SpringsLoosenTightenLow-Profile Version\n14 15From the factory, ESP guitars are setup with 3 springs that \nare connected to the inside 3 hooks on the spring claw and angle outward to the 1, 3, 5 position holes on the bridge block (Figure 18). Having the springs angled like this is the best way to counter-act against the string tension and bring your bridge back to its center point. An extra spring is included with all our tremolo-equipped guitars. This extra spring may be used if heavier string gauges are ever used on your guitar. You may also remove the middle spring using only 2 springs if you use light gauge strings and want the bridge to have a softer feel. Note: Using less springs may decrease tuning stability. \nKahler\n®\nESP guitars using Kahler bridges will also include a locking nut that will improve performance. The Kahler \nbridge operates on a cam system and allows extreme adjustment in pitch (both up and down) without altering the height of the strings over the saddle (they float on roller saddles). This bridge allows for individual string height, intonation, and side-to-side adjustment. Some Kahler bridges include a locking mechanism located behind the fine tuners which allows the bridge to be locked into place and used as a fixed bridge. Restringing is made simple with all Kahler systems, simply cut off old string and insert new string’s ball-end into the notch located behind each string saddle. Feed through locking nut and tune to pitch. NOTE: You may need to loosen fine tuners slightly to gain access to insert the ball-end of string. NOTE: When your strings have been properly stretched and are holding tune, lock the strings at the nut & retune before using the tremolo.\nBASS BRIDGES\nDeluxe (DB4 / DB5 / DB6)This is our simplest bass bridge designed for ease of use and maximum adjustment capabilities. Each saddle has 2 height adjustment screws for string action adjustment (use the 1.5mm allen wrench included with your bass). The intonation screws are at the back of the bridge and can be adjusted using a small Phillips screwdriver. This bass is strung traditionally with the string’s ball-end feeding through the hole in the back of the bridge located behind each string saddle.\nBB604 / BB605\nThese bridges are designed to allow maximum tone transfer from the strings through the body. They also have a “string thru body” option that is available on certain models (not available with 35” scale length basses). If you have this option on your bass, you will be able to feed the string through the holes in the back of the body through the bridge and over the string saddles. You may also want to string the bass like normal, hooking the ball-end of the string at the back of the bridge section. Stringing through the body increases string tension, which may be desirable if using lower tunings (or simply to add string tension and beef up the tone of your bass). \nThere are 2 saddle height adjustment screws for each \nstring to adjust the string action (use the 1.5mm allen wrench included with your bass). Use a small Phillips screwdriver to adjust the intonation screws located behind the back of the bridge section (Figure 19).\nTune-o-matic Bass\nJust like a guitar tune-o-matic bridge, this is comprised of 2 sections – the bridge and the tailpiece. The tailpiece holds the ends of the strings in place and the strings are then strung over each string saddle. The saddles are individually adjustable for intonation and there are 2 screws to adjust the bass and treble sides for overall string height. Note: On 8-string basses, there will only be adjustment for each set of strings.ESP GUITARS LIMITED LIFETIME WARRANTY & INSTRUMENT INFO\nNOTE: Please contact your authorized ESP Dealer or Distributor regarding all warranty claims.\nYour new ESP instrument is warranted to be free of any defects in materials and workmanship if used under \nnormal operating conditions for the life of the original retail purchaser, subject to the limitations described \nbelow. This warranty is non-transferable and applies only to the original purchaser when product is purchased as \nNEW from an Authorized ESP Dealer. Instruments sold as Factory Seconds do not carry a lifetime warranty, but \nare limited to a 90-day manufacturer’s warranty. Electronic parts and guitar hardware are limited to a warranty \nperiod of one (1) year from date of purchase. \nPLEASE NOTE: IN ORDER TO VALIDATE YOUR WARRANTY, RETURN YOUR WARRANTY REGISTRATION \nCARD TO ESP WITHIN THIRTY (30) DAYS FOLLOWING THE ORIGINAL DATE OF PURCHASE. PLEASE RETAIN \nYOUR SALES RECEIPT, AS IT IS YOUR PROOF OF PURCHASE, AND IS REQUIRED FOR ALL WARRANTY \nSERVICE REQUESTS. THIS WARRANTY IS EXTENDED TO THE ORIGINAL RETAIL PURCHASER ONLY AND IS \nNOT TRANSFERRABLE.\nIf this ESP instrument malfunctions at any time as a result of faulty materials or workmanship, ESP will repair \nthe defect(s) or replace the instrument, as it deems appropriate, at its sole discretion. In the event that original \nmaterials are no longer available, ESP reserves the right to use materials regularly utilized at the time of repair. If \nreplacement of customer’s instrument is deemed necessary by our staff, ESP will replace the instrument with one \nof the same or most similar style of a value not in excess of the original purchase price of customer’s instrument.\nThis limited lifetime warranty covers the cost of both labor and materials on any repair deemed necessary by our \nWarranty Department Representative for the lifetime of the original retail purchaser. In the unlikely event that the \ncustomer’s instrument is destroyed, lost, or damaged beyond repair, while in the possession of ESP for warranty \nrepair, ESP will replace that instrument with one of the same or most similar style of a value not in excess of the \noriginal purchase price of customer’s instrument. Owner at owner’s expense must carry any insurance covering \nthe instrument, including but not limited to collector’s value insurance. \nThis Warranty is Subject to the following Limitations and ExclusionsThe following items are not covered by this warranty:\n 1. Any instrument whose serial number is missing, or has been altered or tampered with in any manner.\n 2. Any instrument that has been modified after original shipment from ESP .\n 3. Any instrument whose warranty registration card has been altered or upon which false information has been given.\n 4. Any factory-installed electronics and hardware after a period of one (1) year following the original date of purchase.\n 5. Any instrument that was NOT purchased from an Authorized ESP dealer, or upon which any unauthorized repair or service has been performed.\n 6. The cost of an initial setup and regular maintenance of your new instrument, including neck/truss rod adjustments, string changes, action adjustment, and intonation.\n 7. Normal wear and tear on any serviceable part of the instrument including electronic controls and switches, jacks, worn frets, plated surfaces, tuning machines, string replacement, scratches in pickguards or plastic \nparts, saddles and nuts; normal paint wear and tear including damages, discoloration, and paint shrinkage of \nthe instrument finish for any reason. \n 8. The labor reimbursement cost or parts replacement cost of any repair not authorized or performed by ESP .\n 9. Damage as a result of strap button pulling out of body (Note: Factory straps mounted to the body can only withstand so much pressure. They are not intended to withstand any severe abuse. If player will be using a \nstrap, ESP recommends that player check strap and buttons prior to use in order to avoid any mishaps. ESP \nwill not be responsible for any such claims.)\n 10. Defects in finishes such as cracks, splitting, or warping of wood due to changes in temperature or humidity, \nexposure to sun, fire, moisture, body salts and acids, other chemicals or non-industry approved polishes.\n 11. Instruments that have been subjected to extreme humidity or temperature conditions. \n 12. Subjective issues such as tonal characteristics, grade and color of wood or finish.\n 13. Playability of an instrument whose “action”, or string height, is lower than recommended standard “action” \nsettings defined in the ESP owner’s manual. \n 14. Case and case hardware wear and tear of any kind.\n 15. Shipping damages of any kind.\n 16. Freight charges to ESP or Authorized ESP Dealer for customer owned goods.Factory Setting from ESP Alternate Setting for Light Gauge Strings\nFigure 18: Tremolo Spring Settings\nSaddle Height ScrewIntonation Screw\nFigure 19: BB604 Bass Bridge\nAll logos, trademarks and registered trademarks are the property of their respective owners.\n16 17. All other defects, deterioration, and damage due to normal use, wear and tear, aging, misuse, neglect, \nimproper operation, abuse, accident, theft, or acts of Nature.\n 18. Any and all charges if no problem is found at time of repair/inspection.\n 19. Any and all charges incurred from priority service requests (Rush Service) or priority shipping for replacement \nparts or return of customer’s merchandise. \nESP assumes no liabili ty neither for property  damage resulting  from fail ure of th is product  nor for any loss of inc ome, \nsatisfaction,  or damages ari sing from the  loss of use  of same due  to def ects or  availability of same during service. \nTHE FOREGOING CONSTITUTES THE ONLY WARRANTY MADE BY ESP WITH RESPECT TO THE PRODUCTS AND \nIS MADE EXPRESSLY IN LIEU OF ALL OTHER WARRANTIES EXPRESSED OR IMPLIED. Any implied warranties, \nincluding without limitation, any implied warranties of merchantability or ﬁtness for any particular purpose, \nimposed under state law are limited to the duration of this limited warranty. Some states do not allow limitations \non how long an implied warranty lasts, so the above limitations may not be applicable to you. \nESP SHALL NOT BE HELD LIABLE FOR ANY SPECIAL, INDIRECT CONSEQUENTIAL, INCIDENTAL, OR OTHER \nSIMILAR DAMAGES SUFFERED BY THE PURCHASER OR ANY THIRD PARTY , INCLUDING, WITHOUT LIMITATION, \nDAMAGES FOR LOSS OF PROFIts OR BUSINESS OR DAMAGES RESULTING FROM USE OR PERFORMANCE OF THE INSTRUMENT, WHETHER IN CONTRACT OR IN TORT, EVEN IF ESP OR Its AUTHORIZED REPRESENTATIVE HAS \nBEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES, AND ESP SHALL NOT BE LIABLE FOR ANY EXPENSES, \nCLAIMS, OR SUIts ARISING OUT OF OR RELATING TO ANY OF THE FORGOING.\nHow to Obtain Warranty ServiceIf you experience any malfunction that is covered under ESP’s Limited Lifetime Warranty, you should notify the \nESP Dealer where the instrument was purchased. If this Dealer is not available, please contact your nearest ESP \nDealer or Distributor. The Dealer must ship the instrument, freight and insurance pre-paid to ESP . \nPLEASE NOTE:  Owner carrying Original Purchaser’s Limited Lifetime Warranty is responsible for all freight & \ninsurance costs to ship instrument to ESP or nearest Authorized ESP Dealer. For a list of authorized ESP Dealers \nand Distributors, please visit our website at www.espguitars.com.\nDealer must contact ESP for information and authorization to return any ESP product. No instrument may be \nreturned to ESP without such prior Authorization.\nPLEASE NOTE:  If Return Merchandise Authorization number (RMA#)  is not clearly marked on packages being \nreturned to ESP , they WILL BE REFUSED!Only Authorized ESP Dealers & ESP’ s own service center may perform war\n ranty service and any service performed \nby unauthorized persons will void this warranty. ESP shall not be held liable for any and all defects or damage \ncaused by services performed by unauthorized persons.\nALL instruments returned to ESP must include a complete written description of the malfunction of the \ninstrument. After returned instrument is inspected upon its arrival, ESP or the Authorized ESP Dealerwill advise the Owner of the approximate date of completion. The repaired instrument or part will be returned to the Dealer or Owner freight and insurance prepaid. \nNo representative or other person is authorized to assume for ESP any liability except as stated in this warranty. \nThis warranty gives you speciﬁc rights, which vary from state to state. \nPLEASE NOTE:  ESP does n ot offe r repai r serv ice of any kind other than warr anty repai r service. If you r guitar needs \nany serv ice or maint enance that is not co vered  under warr anty, i t should  be tak en to any qualiﬁed p rofessional.\nFor more information:Write: ESP Guitars Warranty Service Center\n 10913 Vanowen St., North Hollywood, CA 91605Call: 1-800-423-8388Online: www.espguitars.com\n\n©2009 The ESP Guitar Company\n10913 Vanowen Street, North Hollywood, CA 91605\nPH: 800-423-8388  |  FAX: 818-506-1378\nwww.espguitars.com\n",
    "doc_type": "spec_sheet",
    "brand_id": 14,
    "brand_name": "ESP",
    "file_path": "/workspaces/Support-Center-/backend/data/esp/Owner's_Manual_2ca249ab.pdf",
    "metadata": {},
    "scraped_at": "2025-12-26 21:49:48.994823"
  },
  {
    "url": "https://www.espguitars.com/pages/support",
    "title": "Support",
    "content": "↵\nENTER",
    "doc_type": "manual",
    "brand_id": 14,
    "brand_name": "ESP",
    "file_path": "/workspaces/Support-Center-/backend/data/esp/Support_9f8cdf64.html",
    "metadata": {},
    "scraped_at": "2025-12-26 21:49:53.333025"
  }
]