[
  {
    "url": "https://www.nordkeyboards.com/downloads/",
    "title": "The user manualsThe user manual describes all functions of your instrument and is available in the D",
    "content": "Downloads\nChoose your product below to see available downloads, latest OS updates, user manuals, restore files and Windows USB driver.\nCurrent products\nThe acclaimed Nord Organ is back - reborn and reimagined as the all-new Nord Organ 3. The latest generation of our Organ series featuring massive improvements to sound, design and performance. With a greatly enhanced organ engine, added modulation effects and a new exceptional-sounding rotary speaker emulation, the Nord Organ 3 offers an unsurpassed level of detail and realism.\nThe latest generation of the Nord Piano series features a new panel design with LED faders, dual layers for Piano and Synth with independent effects and a premium Triple Sensor keybed. Combined with excellent portability and our world-class sounds, the Nord Piano 6 offers great flexibility for performance and sound creation.\nThe Nord Grand 2 features the latest generation premium Hammer Action keyboard from Kawai. Combining the responsive feel of an acoustic grand piano with our world renowned Sound Libraries and a tactile user interface, the sleek and elegant Nord Grand 2 offers a genuinely unique experience.\nThe Nord Stage 4 features a new intuitive panel design, a premium triple sensor keybed, and complete effect sections for each layer. With significant upgrades to our award-winning technologies - the Stage 4 sets a new standard for live performance stage keyboards.\nThe Nord Electro 6 combines our award-winning emulations of vintage electro mechanical and acoustic instruments in an ultra-portable package. With 3 independent sound sections, a new streamlined user interface and the addition of Seamless Transitions, we're proud to present the most powerful and flexible Electro ever - a refined modern classic.\nThe Nord Wave 2 is a powerful 4-part performance synthesizer combining Virtual Analog synthesis, Samples, FM and Wavetable with an intuitive layer-focused interface. With 48 voice polyphony, innovative performance features and hands-on controls, the Nord Wave 2 offers outstanding sonic possibilities with advanced layering and tweaking on the fly.\nThe Nord Lead A1 is a 4-part multitimbral synth with a classic layout, extensive filter options and effects. With its powerful panel interface and pre-programmed modulation matrix, creating unique and exciting sounds is very inspirational and quick.\nThe super compact Nord Drum 3P combines stunning playability with unlimited sound design possibilities. New features include integrated multi-pad, Reverb and Delay effects, a simplified sound selection mode and new Sound Banks for quickly creating custom kits on the fly.\nLegacy products\nThe latest edition of our award-winning Piano series is equipped with dual piano engines, dual sample synths and twice the memory of the previous generation. With the combination of a premium Triple Sensor keybed and our exclusive Virtual Hammer Action Technology, the portable Nord Piano 5 delivers an exceptional playing experience.\nThe Nord Grand features a premium weighted keybed with advanced triple sensors that capture the movements of the hammers with exceptional precision, delivering the smooth and natural feel of an acoustic grand piano. Incorporating our award-winning performance features and hands-on user interface the lightweight Nord Grand provides an extraordinary playing experience.\n(2017-2023) The Nord Stage 3 features our award-winning technologies including the Nord Lead A1 Synth Engine with sample playback, the renowned Nord C2D organ, a Piano Section, and a comprehensive range of hands-on Effects.\n(2017-2021) The fourth generation of our Piano series combines expanded voice polyphony, a premium Triple Sensor keybed and our Virtual Hammer Action Technology.\n(2015-2018) With expanded memory, the added ability to split and layer, and a live-focused program section, the new Nord Electro 5 is a highly refined, focused yet flexible stage keyboard.\n(2015-2017) The Nord Piano 3 comes with a new keybed technology, improved grand weighted action and expanded memory for the exclusive Nord Piano Library.\n(2015-2017) The Stage 2 EX stems directly from the Nord Stage 2, but have gone through a major hardware change, a cosmetic makeover and increased memory.\n(2014-2016) With a lively dynamic response, flexible connectivity and a broad sound palette ranging from classic synthetic drums to life-like tuned percussion and acoustic drums, the Nord Drum 2 is both an inspiring instrument and an infinite source of sounds.\n(2013-2020) With innovative new performance features, advanced layering and synchronization possibilities, new filter types and on-board effects, the Nord Lead 4 is a synthesizer dream come true.\n(2012-2015) The Nord Piano 2 lets you play, split and layer sounds from both the Nord Piano Library and the Nord Sample Library and features a versatile effect section - all in a portable package sporting a premium Hammer Action keybed (HA88) or the ultra light weight Hammer Action Portable (HP73) keybed.\n(2012-2014) The Nord Drum is a 4-channel drum synthesizer with an vast sonic palette and a high level of playability for drummers, percussionists and producers seeking unique and playable percussive sounds.\n(2012-2015) The Nord Electro 4 series feature everything from the Electro 3 series, adding the acclaimed Nord C2D tone wheel engine and 122 Rotary Speaker simulation, USB MIDI and more!\n(2011-2015) The Nord Stage 2 features Nord Sample Library-compatibility, the B3 and transistor organ engine from the C2, MIDI over USB and more memory for your favorite sounds.\n(2012-2020) The Nord C2D has 2 sets of physical drawbars per manual, realistic simulations of a B3 tone wheel organ, Vox and Farfisa transistor organs and a beautiful sampled baroque pipe organ the new Nord C2D is the ultimate portable organ solution.\n(2009-2013) The Nord C2 Combo Organ includes B3 tonewheel organ, a Vox Continental and a Farfisa and a beautiful baroque pipe organ. This makes the C2 an extremely versatile instrument, providing not only rock organ players a new palette of sounds, but also the perfect instrument to use in churches, concert and congregation halls.\n(2010-2012) Designed with the performing musician in mind - without compromising quality or means of expression. The Nord Piano is a professional stage piano with Hammer Action combining the premium Nord piano sounds in a lightweight, robust package.\n(2008-2013) The Electro 3 features a great organ section, fantastic pianos from the Nord Piano Library, Nord Sample Library compatibility, including the possibilty to create your own sample instruments and a selection of  versatile effects.\n(2008-2011) The Stage EX stems directly from the Nord Stage, but have gone through a major hardware change and also received a cosmetic makeover.\n(2007-2013) The Nord Wave offers unique opportunities for integrating modeled analog synthesis with sampled waveforms, wavetable synthesis, and FM synthesis. This innovative instrument received the MIPA Award and the Future Music Platinum Award in 2009.\n(2005-2009) The groundbreaking Nord C1 Combo Organ, featuring dual manuals and a revolutionary speaker simulation. This award-winning instrument, combines three types of vintage organs with our renowned tube-style overdrive, rotary speaker simulation, delay, reverb, and 3-band EQ effects.\n(2005-2008) The Nord Stage combines synthesizer, organ, electromechanical and acoustic pianos into one versatile instrument. The Nord Stage won the MIPA Award for Best Stage Piano for three consecutive years, from 2006 to 2008.\n(2004-2007) The Nord Modular G2 concept is based on a stand-alone hardware with a freely configurable synthesis architecture, and a software editor. A G2 sound is made with virtual modules and cables and can be modeled after an existing synth or it can be the synthesizer of your dreams by simply ‘drag & drop’ modules and cables directly on the computer screen to create your sounds.\n(2003-2007) The Nord Lead 2X has the same characteristic sound and functions as the Nord Lead 2, except for some very nice improvements: 20 voices polyphony, extended internal memory, 4-bit DACs running at 96kHz.\n(2002-2009) The Nord Electro combines sampled vintage keyboards with tonewheel-modeled organs in a portable and user-friendly package with an authentic feel. The piano sounds are replaceable, an uncommon feature at the time.\n(2001-2007) The Nord lead 3 is a moden classic with vast sound capabilities,  intuitive and direct user interface, performance features and compact size. Whether on stage or in the studio, you will be able to create the sounds you want.\n(1997-2004) The Nord Modular was introduced 1997 as the first digital modular synthesizer. By combining hardware DSP with the Nord Modular Editor software, it offers an innovative and flexible architecture that allows for extensive sound sculpting.\n(1997-2003) The Nord Lead was followed by Nord Lead 2 which took the virtual analog concept even further, adding a number of improvements and new features.\n(1995-1997) The first Nord Lead sparked the Virtual Analog revolution in the 90s due to its combination of “warm” sound and an intuitive user interface with dedicated knobs for all functions. It was the first product to feature the patented Nord Pitch Stick. The Nord Lead immediately became a ground breaking success and set industry standard.",
    "doc_type": "manual",
    "brand_id": 12,
    "brand_name": "Nord",
    "file_path": "/workspaces/Support-Center-/backend/data/nord/The_user_manualsThe_user_manual_describes_all_functions_of_your_instrument_and_is_available_in_the_D_26922e8d.html",
    "metadata": {},
    "scraped_at": "2025-12-26 21:43:28.884466"
  },
  {
    "url": "https://www.nordkeyboards.com/legacy-products/nord-c2d/downloads?scrollToTabs=1",
    "title": "(2012-2020) The Nord C2D has 2 sets of physical drawbars per manual, realistic simulations of a B3 t",
    "content": "Nord Keyboards\nLegacy products\nNord C2D\nNord C2D\n(2012-2020) The Nord C2D has 2 sets of physical drawbars per manual, realistic simulations of a B3 tone wheel organ, Vox and Farfisa transistor organs and a beautiful sampled baroque pipe organ the new Nord C2D is the ultimate portable organ solution.\nSpecifications\nDownloads\nAccessories\nOS Update\nDownload for Mac OSX (2015-09-08)\nUpdate Nord C2D OS v1.12\nDownload for Windows (2015-09-08)\nUpdate Nord C2D OS v1.12\nNord C2D OS Update\nLatest version: 1.12\nReleased: 2015-09-08\nNord OS Update Instructions\nDownload Nord OS Update Instructions.pdf\nRead update history here\nFactory Restore\nLatest Factory Restore file for Nord C2D\nNord C2D Factory Restore v1.0 revA\nInstructions\nNord Factory Restore Instructions Edition C.pdf\nUse the Factory Restore file with the Nord Sound Manager application to restore your instrument to the sounds and system settings it was shipped with.\nRequires\nNord Sound Manager v7.\n32 or newer.\nClavia USB Driver\nDownload for Windows\nClavia USB Driver Setup.zip\nThe installer will run on 64-bit versions of Windows 7, 8, 10, 11 and will by default install both the legacy v3.x driver as well as the v4.x Nord Keyboards Driver, which is required for compatibility with later Nord instruments. The installer also checks for currently installed versions of Nord Sound Manager and Nord Sample Editor and will inform if any of these applications need to be updated for compatibility with the v4.x Nord Keyboards Driver.\nUser manual\nNord C2D Spanish User Manual v1.x Edition 1.1\nNord C2D Japanese User Manual v1.x\nNord C2D Italian User Manual v1.x Edition1.1\nNord C2D German User Manual v1.x Edition 1.1\nNord C2D French User Manual v1.x Edition 1.1\nNord C2D English User Manual v1.1x edition C\nRelated software\nAll software\nNord Sound Manager\nThe Nord Sound Manager software lets you easily organize and backup the memory of your Nord instrument.\nRead more",
    "doc_type": "manual",
    "brand_id": 12,
    "brand_name": "Nord",
    "file_path": "/workspaces/Support-Center-/backend/data/nord/(2012-2020)_The_Nord_C2D_has_2_sets_of_physical_drawbars_per_manual,_realistic_simulations_of_a_B3_t_a5b22240.html",
    "metadata": {},
    "scraped_at": "2025-12-26 21:43:32.631449"
  },
  {
    "url": "https://www.nordkeyboards.com/legacy-products/nord-c1/downloads?scrollToTabs=1",
    "title": "(2005-2009) The groundbreaking Nord C1 Combo Organ, featuring dual manuals and a revolutionary speak",
    "content": "Nord Keyboards\nLegacy products\nNord C1\nNord C1\n(2005-2009) The groundbreaking Nord C1 Combo Organ, featuring dual manuals and a revolutionary speaker simulation. This award-winning instrument, combines three types of vintage organs with our renowned tube-style overdrive, rotary speaker simulation, delay, reverb, and 3-band EQ effects.\nSpecifications\nDownloads\nAccessories\nOS Update (legacy)\nDownload for Mac OS (2007-06-27)\nNord C1 OS v1.12 Update\nDownload for Windows (2007-06-27)\nNord C1 OS v1.12 Update\nNord C1 OS Update\nLatest version: 1.12\nReleased: 2007-06-27\nNord OS Update Instructions\nDownload Nord OS Update Instructions.pdf\nClavia USB Driver\nDownload for Windows\nClavia USB Driver Setup.zip\nThe installer will run on 64-bit versions of Windows 7, 8, 10, 11 and will by default install both the legacy v3.x driver as well as the v4.x Nord Keyboards Driver, which is required for compatibility with later Nord instruments. The installer also checks for currently installed versions of Nord Sound Manager and Nord Sample Editor and will inform if any of these applications need to be updated for compatibility with the v4.x Nord Keyboards Driver.\nUser manual\nNord C1 English User Manual v1.0x Edition 1.x\nNord C1 French User Manual v1.x\nNord C1 German User Manual v1.0x\nNord C1 Italian User Manual v1.0x",
    "doc_type": "manual",
    "brand_id": 12,
    "brand_name": "Nord",
    "file_path": "/workspaces/Support-Center-/backend/data/nord/(2005-2009)_The_groundbreaking_Nord_C1_Combo_Organ,_featuring_dual_manuals_and_a_revolutionary_speak_18c8ecfb.html",
    "metadata": {},
    "scraped_at": "2025-12-26 21:43:36.394109"
  },
  {
    "url": "https://www.nordkeyboards.com/support/",
    "title": "Support",
    "content": "Nord Keyboards\nSupport\nSupport\nMenu\nSupport\nSupport\nFeedback\nPrivacy Policy\nIn need of assistance?\nUsing your Nord instrument should be an intuitive and straightforward experience. If you encounter any difficulties the following sources of information can be helpful.\nWarranty and maintenance are managed by our authorized distributors. For the quickest and most efficient technical support for your product, please get in touch with the distributor in your country or contact your point of purchase. They will assist you in resolving any technical issues that you may have.\n1.\nCheck the manual\nThe user manual is available in the\nDownload Section\n2.\nDownload the latest OS\nFind the latest OS update in the\nDownload Section\n3.\nContact point of purchase\nExperienced professionals are available to answer questions about your Nord product.\nContact Technical Support\nOnce you submit your support request, it will be sent to our distributor in your country. A copy of your request will be sent to Nord HQ. To read more about how we use your Personal Information, please refer to our\nPrivacy Policy\n.\nWe will send an answer to the email address you provided in the support form. If you don't receive a response within a few working days, please check your spam folder to ensure that the reply hasn't been mistakenly marked. Please note that during holidays, summer vacation periods, and weekends, the response time may be longer.\nName *\nE-mail address *\nCity\nIf your unit needs service, this allows us to recommend the closest service center\nCountry *\n-- Select an option --\nAlbania\nAlgeria\nAndorra\nArgentina\nArmenia\nAustralia\nAustria\nBahamas\nBahrain\nBangladesh\nBelarus\nBelgium\nBelize\nBolivia\nBosnia\nBotswana\nBrazil\nBulgaria\nBurundi\nCanada\nChile\nChina\nColombia\nCongo\nCosta Rica\nCroatia\nCuba\nCyprus\nCzech Republic\nDenmark\nDominican Republic\nEcuador\nEgypt\nEl Salvador\nEstonia\nFinland\nFrance\nGermany\nGhana\nGreece\nGuatemala\nHaiti\nHonduras\nHong Kong\nHungary\nIceland\nIndia\nIndonesia\nIran\nIreland\nIsrael\nItaly\nJamaica\nJapan\nKazakhstan\nKenya\nKuwait\nLatvia\nLebanon\nLibya\nLithuania\nLuxembourg\nMalaysia\nMalta\nMauritius\nMexico\nMontenegro\nMorocco\nMozambique\nNamibia\nNetherlands\nNew Caledonia\nNew Zealand\nNicaragua\nNigeria\nNorth Macedonia\nNorway\nOman\nPanama\nParaguay\nParaguay\nParaguay\nPeru\nPhilippines\nPoland\nPortugal\nPuerto Rico\nQatar\nRomania\nRwanda\nSaudi Arabia\nSenegal\nSerbia\nSingapore\nSlovakia\nSlovenia\nSouth Africa\nSouth Korea\nSpain\nSri Lanka\nSudan\nSweden\nSwitzerland\nTaiwan\nTanzania\nThailand\nTunisia\nTurkey\nTurkmenistan\nUganda\nUkraine\nUnited Arab Emirates\nUnited Kingdom\nUnited States\nUruguay\nVietnam\nZambia\nZimbabwe\nPoint of purchase\nThe music store/retailer where you bought the instrument\nInstrument model *\n-- Select an option --\nNord C1\nNord C2\nNord C2D\nNord Drum\nNord Drum 2\nNord Drum 3P\nNord Electro 2\nNord Electro 3\nNord Electro 4\nNord Electro 5\nNord Electro 6\nNord Grand\nNord Grand 2\nNord Lead\nNord Lead 2\nNord Lead 2X\nNord Lead 3\nNord Lead 4\nNord Lead A1\nNord Modular\nNord Modular G2\nNord Organ 3\nNord Piano\nNord Piano 2\nNord Piano 3\nNord Piano 4\nNord Piano 5\nNord Piano 6\nNord Stage\nNord Stage 2\nNord Stage 2 EX\nNord Stage 3\nNord Stage 4\nNord Stage EX\nNord Wave\nNord Wave 2\nInstrument OS version\nDisplayed at power up\nComputer OS version\nRequired for software related problems\nSerial No *\nPrinted on the rear panel\nType of problem *\n-- Select an option --\nAudio related\nMIDI related\nUSB related\nFunctional\nMechanical\nComputer related (for software)\nDetailed description of problem/symptom *\nPlease accept our\nPrivacy Policy\nin order to submit the form.\nSubmit\nMenu\nSupport\nSupport\nFeedback\nPrivacy Policy\nThe user manuals\nThe user manual describes all functions of your instrument and is available in the Download section of this website.\nDownloads\nLatest OS\nImprovements, fixes and new funcionallity are sometimes available for your instrument. Check the Download section of this website.\nDownloads",
    "doc_type": "manual",
    "brand_id": 12,
    "brand_name": "Nord",
    "file_path": "/workspaces/Support-Center-/backend/data/nord/Support_8fa61a57.html",
    "metadata": {},
    "scraped_at": "2025-12-26 21:43:40.868536"
  },
  {
    "url": "https://www.nordkeyboards.com/support/feedback/",
    "title": "Feedback",
    "content": "Nord Keyboards\nSupport\nFeedback\nFeedback\nMenu\nFeedback\nSupport\nFeedback\nPrivacy Policy\nWe are very happy to hear your thoughts and comments. We read every mail that we get, but cannot guarantee to respond to questions or requests posted via this form.\nRead our\nPrivacy Policy\nfor information about how we use your personal information that you submit in this Feedback form.\nFor support related matters use the\nSupport form\n. For all pre-sale questions turn to your point of purchase or to the local distributor listed at the\nDistributor section\n.\nName\nE-mail address *\nMessage *\nPlease accept our\nPrivacy Policy\nin order to submit the form.\nSubmit\nMenu\nFeedback\nSupport\nFeedback\nPrivacy Policy",
    "doc_type": "manual",
    "brand_id": 12,
    "brand_name": "Nord",
    "file_path": "/workspaces/Support-Center-/backend/data/nord/Feedback_5f50af9b.html",
    "metadata": {},
    "scraped_at": "2025-12-26 21:43:44.842204"
  },
  {
    "url": "https://www.nordkeyboards.com/support/privacy-policy/",
    "title": "Privacy Policy",
    "content": "Nord Keyboards\nSupport\nPrivacy Policy\nPrivacy Policy\nMenu\nPrivacy Policy\nSupport\nFeedback\nPrivacy Policy\nThis Privacy Policy is designed to inform you about how we collect and process your Personal Information that you submit or reveal by visiting our website or using our services. Personal Information includes all data that enables a person to be identified directly or indirectly.\nBy using our services and providing us with your Personal Information you hereby confirm that you have been informed of and approve our use of your Personal Information according to this Privacy Policy. If you do not accept your Personal Information to be used by us in accordance with this policy, please do not submit your Personal Information to us. Please note that in this case you will not be able use all or some of our services.\nOur website may include links to third party sites, that are not subject to this Privacy Policy. We are not responsible for the use of Personal Information or the content on these sites.\nHow we collect personal information\nSupport and Feedback forms\nWhen you submit your Personal Information via our\nSupport\nor\nFeedback\nforms, we collect and use the Personal Information in order to progress your Support or Feedback requests.\nSign up to Newsletter\nWhen you sign up to our\nNewsletter\n, we will collect the Personal Information you provide us with in order to send you our Newsletter.\nVisiting our website\nWhen you visit our website, we collect anonymous information to understand how you use our website services. You will find more information about this in the segment about Cookies and Google Analytics below.\nHow we use personal information\nWe use your Personal Information:\nto process your support and/or feedback requests\nto be able to send you our Nord newsletter.\nto be able to analyze, measure traffic and user statistics on our website via Google Analytics\nHow long will we keep personal information\nWe will not store your Personal Information for longer than necessary and your submitted Personal Information will be removed when your support/feedback request has been processed and the case has been finalized. We cannot delete your Personal Information when there is a legal storage requirement, such as bookkeeping rules or when there is a legal ground to retain the Personal Information.\nHow we share your personal information\nSupport form:\nWhen submitting a Support request via our Support form, the Support request including the Personal Information you have provided, will be sent as an email to our Distributor in your country (the country you have selected in the Support form). These information transfers are necessary to operate and provide our Support services to you. Our Support Manager in Stockholm, Sweden will also receive all Support requests.\nFeedback form:\nWhen submitting a Feedback request via our Feedback form, we may share your request including your Personal Information, with our local Distributor in your country to be able to proceed your request.\nOur\nDistributors\nand any such external service providers are informed about our Privacy Policy.\nHow we keep your personal information secure\nWe take all appropriate security practices to protect your Personal Information against accidental loss, deletion, abuse, damage and unauthorized or illegal access. Nevertheless, we advise you to be aware that no method of transmission over the Internet, or method of electronic storage, is 100% secure. Therefore, we cannot guarantee the absolute security of your Personal Information.\nHow you can correct or remove your personal information\nYou are allowed to request correction in your submitted Personal Information and at any time, withdraw your permission to the use of your Personal Information. You can correct or remove your Personal Information by sending a request to support@clavia.se.\nHow we use cookies and Google Analytics\nA “cookie” is a small data file that websites ask your browser to store on your computer or mobile device. Cookies are used to help websites work more efficiently and help the website to recognize your device and remember information about your visit.\nWe do not use cookies to track you individually or to identify you, but to provide us information on how you use our website. We do not sell any of your Personal Information to third parties under any circumstances.\nWe use Google Analytics to measure traffic and user statistics to understand how visitors enter and use our website. We use the information collected through cookies to see how visitors use our website and services. Please note that in this context Google collects your personal data via Google Analytics on our website.\nRead more about Google Analytics and in what way the tool collects and processes data at\nhttps://policies.google.com/privacy/partners\n. You are able to manage your cookie preferences by editing the settings in your browser.\nUpdates of our privacy policy\nWe may update this Privacy Policy from time to time. Any changes will be posted on this page with an updated revision date.\nMenu\nPrivacy Policy\nSupport\nFeedback\nPrivacy Policy",
    "doc_type": "manual",
    "brand_id": 12,
    "brand_name": "Nord",
    "file_path": "/workspaces/Support-Center-/backend/data/nord/Privacy_Policy_0cdad8a7.html",
    "metadata": {},
    "scraped_at": "2025-12-26 21:43:48.462286"
  },
  {
    "url": "https://www.nordkeyboards.com/products/nord-piano-6/specifications/",
    "title": "Specifications",
    "content": "Nord Keyboards\nProducts\nNord Piano 6\nNord Piano 6\nThe latest generation of the Nord Piano series features a new panel design with LED faders, dual layers for Piano and Synth with independent effects and a premium Triple Sensor keybed. Combined with excellent portability and our world-class sounds, the Nord Piano 6 offers great flexibility for performance and sound creation.\nModels\nNord Piano 6 88\nNord Piano 6 73\n88-key Triple Sensor Hammer Action Keybed\nOverview\nSpecifications\nSounds\nDownloads\nImages & videos\nAccessories\nGeneral\nDual Piano and Dual Synth Layers\nOLED Display\nSeamless Transitions\nSplit Point Crossfades\n16 banks with 36 programs - 576 locations\nOrganize for programs\nOrganize for programs\nLive Mode - 6 Live programs\nGlobal Transpose: +/- 6 semitones\nGlobal Fine-tune: +/- 50 Cents\nProgram Transpose: +/- 6 semitones\n88 or 73-note Triple Sensor keybed with grand weighted action (heavy)\nSelectable split point with LED indication (9 locations)\nNord Triple Pedal 2 included\nMIDI over USB\nPiano Section\n2 independent Layers\nAll sounds can be replaced using Nord Sound Manager (Mac/Win)\n120 Voice Polyphony\nCategories: Grand, Upright, Electric, Digital/Layer, Clav/Harpsichord and Misc\n3 Selectable Keyboard Touch Curves (Heavy, Medium, Light)\nPiano Timbre controls with custom settings for Electric Pianos and Clavinet\nString Resonance for acoustic Grand Pianos and Uprights\nPedal Noise when used with Nord Triple Pedal 1, Nord Triple Pedal 2 or Nord Single Pedal 2 on acoustic and electric pianos\nDynamic Compression\nUnison functionality\nSample Synth Section\n2 independent Layers\nAmp envelope with Attack, Decay/Sustain and Release controls\nVibrato with Rate/Amount, Delay, button or pedal\nUnison with 3 amounts\nMono, Legato and Glide\nOctave transpose: -1/+1 (-6/+6 in Split mode, depending on Split position)\nEffects Section\nMod 1: Tremolo, Pan 1 (Soft), Pan 2 (Hard), Spin, Wah, Ring Modulator (controllable via optional pedal)\nMod 2: Phaser 1, Phaser 2, Flanger, Chorus 1, Chorus 2, Vibe, Spin. Stereo/Mono options for each effect\nEqualizer: Per Layer or Global, 3-band with sweepable mid (200 Hz - 8 kHz)\nAmp: Twin, JC and Small. Each with Alternate Tone option\nCompressor: Per Layer or Global, Amount control\nDelay: Per Layer or Global, Tempo, Feedback and Mix (Dry/Wet) controls, Ping Pong with 3 amount options, Tap-Tempo, Feedback Filter (HP/LP/BP), Flam\nReverb: Global Reverb with Dry Wet amount optionally controllable per Layer. Spring, Booth, Room, Stage, Hall and Cathedral Reverb types, each with optional Pre-Delay, Chorale and Bright/Dark modes.\nGroup mode for Effects\nConnections\n2 Audio outputs L & R - ¼\", 6,35 mm jacks, unbalanced\n1 Monitor input - 1/8\", 3,5 mm stereo jack\n1 Headphone output - ¼\", 6,35 mm stereo jack\n1 Sustain Pedal input - ¼\", 6,35 mm jack. Compatible with Nord Triple Pedal or a momentary pedal\nTriple Pedal - 5 pin DIN connector. Use the included Nord Triple Pedal 2\n1 Control/Volume Pedal input - ¼\", 6,35 mm TRS stereo jack.\nMIDI In, MIDI Out - 5 pin DIN connectors\nUSB - type B connector - for transferring sounds and USB MIDI\nIEC C14 power connector\nDimensions\nNord Piano 6\n88:\n1282 mm (50.5\"), 121 mm (4.7\"), 349 mm (13.7\")\nNord Piano 6\n73:\n1069 mm (42\"), 121 mm (4.7\"), 349 mm (13.7\")\nWeight\nNord Piano 6\n88:\n19.2 kg (42.3 lbs)\nNord Piano 6\n73:\n16.2 kg (35.7 lbs)\nIncluded Accessories\nNord Triple Pedal 2\nUser Manual\nPower cord",
    "doc_type": "manual",
    "brand_id": 12,
    "brand_name": "Nord",
    "file_path": "/workspaces/Support-Center-/backend/data/nord/Specifications_c2aacbd2.html",
    "metadata": {},
    "scraped_at": "2025-12-26 21:43:52.142594"
  },
  {
    "url": "https://www.nordkeyboards.com/products/nord-organ-3/specifications/",
    "title": "Specifications",
    "content": "Nord Keyboards\nProducts\nNord Organ 3\nNord Organ 3\nThe acclaimed Nord Organ is back - reborn and reimagined as the all-new Nord Organ 3. The latest generation of our Organ series featuring massive improvements to sound, design and performance. With a greatly enhanced organ engine, added modulation effects and a new exceptional-sounding rotary speaker emulation, the Nord Organ 3 offers an unsurpassed level of detail and realism.\nOverview\nSpecifications\nDownloads\nImages & videos\nAccessories\nGeneral\nMaster Level Control\nOLED display\nTranspose button\n2 Drawbar sets per manual\n1 LED indicator set per manual\nPedal drawbars\nAux output for optional Bass/Pedal routing\n400 Program locations\n3 Live Programs\n1 Program and 2 Preset buttons per manual\nDrawbar A and B selector buttons per manual\nOrgan section\nB3, Vox, Farfisa models with full polyphony\n2 Pipe Organ models with full polyphony\nOrgan Bass models: B3, Vox, Farfisa and Pipe\nSynth Bass models: B3 synth, Trek and Taurus\nPercussion Controls with Poly and DB9 Cancel options\nVibrato/Chorus with B3 Deep mode\nRotary Speaker/Amp Section\nBrand new Rotary Speaker emulation\nMultiple options for microphone placement\n3 Drive Types and Drive amount control\nJC, Brit and Twin amp and speaker emulations\nEffects\nModulation: Phaser, Tremolo, Ring Mod, Flanger and Chorus with Rate and Amount controls\n3-band Equalizer with sweepable middle band\nDelay: Analog mode, LP/HP/BP Feedback filters, Feedback Amount, Dry/Wet control, Tempo control with Tap option, Upper Manual only mode\nReverb: Spring, Booth, Room, Stage, Hall, Cathedral, with Chorale, Bright/Dark, Pre-Rotary option and Amount control\nKeyboard\n2 x 61 Triple Sensor Semi Weighted Waterfall Keyboard\nConnections\nStereo Headphone Output - ¼\", 6,35 mm stereo jack\n2 Line Level Audio Outputs, L & R - ¼\", 6,35 mm jacks, unbalanced\n11-pin Leslie standard connector\nHigh Level Out ¼\", 6,35 mm jack\nAux Out ¼\", 6,35 mm jack\nMonitor Input - 1/8\", 3,5 mm stereo jack\nSustain Pedal Input - ¼\", 6,35 mm jack\nRotor Control Input - ¼\", 6,35 mm jack, Half-Moon Switch or momentary pedal\nSwell Pedal Input - ¼\", 6,35 mm TRS stereo jack\nMIDI In - 5 pin DIN connector\nMIDI Out - 5 pin DIN connector\nBass Pedal MIDI In - 5 pin DIN connector\nUSB - type B connector\nIEC C14 power connector\nDimensions\n985mm(38,8”) x 165mm (6,5”) x 446mm (17,6”)\nWeight\n17kg (37.5lbs)\nIncluded Accessories\nUser Manual\nPower cord\nSubject to change without notice",
    "doc_type": "manual",
    "brand_id": 12,
    "brand_name": "Nord",
    "file_path": "/workspaces/Support-Center-/backend/data/nord/Specifications_d9d1836e.html",
    "metadata": {},
    "scraped_at": "2025-12-26 21:43:55.933189"
  },
  {
    "url": "https://www.nordkeyboards.com/products/nord-grand-2/specifications/",
    "title": "Specifications",
    "content": "Nord Keyboards\nProducts\nNord Grand 2\nNord Grand\nThe Nord Grand 2 features the latest generation premium Hammer Action keyboard from Kawai. Combining the responsive feel of an acoustic grand piano with our world renowned Sound Libraries and a tactile user interface, the sleek and elegant Nord Grand 2 offers a genuinely unique experience.\nOverview\nSpecifications\nSounds\nDownloads\nImages & videos\nAccessories\nGeneral\nDual Piano and Dual Synth Layers\nOLED Display\nSeamless Transitions\nSplit Point Crossfades\n16 banks with 36 programs - 576 locations\nOrganize for programs\nLive Mode - 6 Live programs\nGlobal Transpose: +/- 6 semitones\nProgram Transpose: +/- 6 semitonesFine-tune: +/- 50 Cents\nKbd Touch: 3 velocity response curves\n88-note Kawai Responsive Hammer keybed with Triple Sensors\nSelectable split point with LED indication\nNord Triple Pedal 2 included\nMIDI over USB\nPiano Section\nAll sounds can be replaced using Nord Sound Manager (Mac/Win)\n120 Voice Polyphony\nCategories: Grand, Upright, Electric, Digital/Layer, Clav/Harpsichord and Misc\n3 Selectable Keyboard Touch Curves (Heavy, Medium, Light)\nPiano Timbre controls with custom settings for Electric Pianos and Clavinet\nString Resonance for acoustic Grand Pianos and Uprights\nPedal Noise when used with Nord Triple Pedal 1, Nord Triple Pedal 2 or Nord Single Pedal 2 on select acoustic and electric pianos\nSelectable Soft Piano Release\nDynamic Compression\nUnison functionality\n2 independent Layers\nSample Synth Section\nAmp envelope with Attack and Decay/Release controls\nBright and Soft options\nVibrato with Rate/Amount, Delay, button or pedal\nUnison with 3 amounts\nMono, Legato and Glide\nOctave transpose: -1/+1 (-6/+6 in Split mode, depending on Split position)\nEffects Section\nMod 1:\nTremolo, Pan 1 (Soft), Pan 2 (Hard), Spin, Wah, Ring Modulator (controllable via optional pedal)\nMod 2:\nPhaser 1, Phaser 2, Flanger, Chorus 1, Chorus 2, Vibe, Spin. Stereo/Mono options for each effect\nEqualizer:\nPer Layer or Global, 3-band with sweepable mid (200 Hz - 8 kHz).\nAmp:\nTwin, JC and Small. Each with Alternate Tone option\nCompressor:\nPer Layer or Global, Amount control\nDelay:\nPer Layer or Global, Tempo, Feedback and Mix (Dry/Wet) controls, Ping Pong with 3 amount options, Tap-Tempo, Feedback Filter (HP/LP/BP), Flam.\nReverb:\nGlobal Reverb with Dry Wet amount optionally controllable per Layer. Spring, Booth, Room, Stage, Hall and Cathedral Reverb types, each with optional Pre-Delay, Chorale and Bright/Dark modes.\nConnections\n2 Audio outputs L & R - ¼\", 6,35 mm jacks, unbalanced\n1 Monitor input - 1/8\", 3,5 mm stereo jack\n1 Headphone output - ¼\", 6,35 mm stereo jack\n1 Sustain Pedal input - ¼\", 6,35 mm jack. Compatible with Nord Triple Pedal or a momentary pedal.\nTriple Pedal - 5 pin DIN connector. Use the included Nord Triple Pedal 2\n1 Control/Volume Pedal input - ¼\", 6,35 mm TRS stereo jack.\nMIDI In, MIDI Out - 5 pin DIN connectors\nUSB - type B connector - for transferring sounds and USB MIDI\nIEC C14 power connector\nDimensions\n1286mm(50,6”) x 396mm (15,6”) x 174mm (6,8”)\nWeight\n21,3kg (47lbs)\nIncluded Accessories\nNord Triple Pedal 2\nUser Manual\nPower cord\nDust Cover",
    "doc_type": "manual",
    "brand_id": 12,
    "brand_name": "Nord",
    "file_path": "/workspaces/Support-Center-/backend/data/nord/Specifications_5dfceee8.html",
    "metadata": {},
    "scraped_at": "2025-12-26 21:43:59.497561"
  },
  {
    "url": "https://www.nordkeyboards.com/products/nord-stage-4/specifications/",
    "title": "Specifications",
    "content": "Nord Keyboards\nProducts\nNord Stage 4\nNord Stage 4\nThe latest generation of our iconic flagship series – the Nord Stage 4 features a new intuitive panel design, a premium triple sensor keybed, and complete effect sections for each layer. With significant enhancements to our award-winning technologies - the Stage 4 sets a new standard for live performance stage keyboards.\nModels\nNord Stage 4 88\nNord Stage 4 73\nNord Stage 4 Compact\n88-key weighted triple sensor keybed with aftertouch and physical drawbars with LED\nOverview\nSpecifications\nSounds\nDownloads\nImages & videos\nAccessories\nGeneral\nMaster Level Control\nWooden Pitch Stick\nModulation Wheel\n512 Programs - 8 Banks with 8 Pages each. Each Page has 8 Program locations\nPreset Library with Organ, Piano and Synth Presets including effects. 2x64 Organ Preset locations, 2x64 Piano Preset locations, 8x64 Synth Preset locations.\n8 Live Programs\n2 Individual Layer Scene Setups\n3 Morph sources: Modulation Wheel (also controllable by Swell pedal), Control Pedal, Aftertouch\nStereo and Mono output routing options\nProgrammable Transpose +/- 6 semitones\nMaster Clock functionality with manual, external and tap-tempo rate control\nInternal and MIDI clock source\nMIDI over USB functionality\nLevel control\nAftertouch\nUp to 3 Split Points (4 Keyboard Zones) with visual LED indication between zones\n3 Split Point width (crossfade) options: Lrg, Sml or Off\nOrgan Section\nNord C2D B3 Tone wheel Organ simulation\nVox Continental and Farfisa models\n2 Digital Pipe Organ models\nB3 Bass mode\nPhysical Drawbars with LED graphs\nPreset or Drawbar Live mode\nPercussion controls\nVibrato / Chorus control\n2 Layers (2-Part Multitimbral)\nPiano Section\n2 GB memory for Piano sounds\nAll sounds can be replaced using Nord Sound Manager (Mac/Win)\n120 Voice Polyphony\nCategories: Grand, Upright, Electric, Digital, Layer and Clav/Harpsichord\n3 Selectable Keyboard Touch Curves (Heavy, Medium, Light)\nPiano Timbre controls with custom settings for Electric Pianos and Clavinet\nString Resonance for acoustic Grand Pianos and Uprights\nSelectable Soft Piano Release\nPedal Noise when used with Nord Triple Pedal 1, Nord Triple Pedal 2 or Nord Sustain Pedal 2 on selected acoustic and electric pianos\nDynamic Compression\nUnison functionality\n2 Layers (2-Part Multitimbral)\nSynth Section\nNord Wave 2 Synth Engine with Sample Playback\nDedicated OLED Display for Waveform/Sample selection and parameter editing\n1 GB memory for Nord Sample Library\nAll samples can be replaced using Nord Sound Manager (Mac/Win)\n46 Voice polyphony\nOscillator Types: Analog (incl. Super, Noise and Misc waveforms), Digital Waves, FM and Sample\nAnalog Waveform options: Pure, Shape, Shape Sine, Multi, Super, Sync, Bell, Misc (Noise)\nClassic Transistor Ladder Filter (LP M), 12 & 24 dB Low Pass, High Pass, Band Pass and combined Low Pass/Band Pass (LP+BP) filter\nFilter Drive: Off, 1, 2 and 3\nFilter Tracking: Off, 1/3, 2/3 and Full\n3 Unison modes\nVibrato modes controllable from Mod Wheel, Aftertouch and pedal.\nFilter envelope (Attack, Decay/Sustain, Release) with Velocity control\nAmplitude envelope (Attack, Decay/Sustain, Release) with Velocity control\nOscillator envelope (Attack, Decay/Sustain, Release) with Velocity control\nLFO with 5 waveforms/modes: Square, Triangle, Ramp Dn, Ramp Up and Sample & Hold\nAdvanced Arpeggiator with Arp, Polyphonic and Gate modes\nArpeggiator Patterns for all modes, with Accent and Pan options\nLFO and Arpeggiator synchronizable to Master Clock\n3 Layers (3-Part Multitimbral)\nEffects\nMod 1: Tremolo, Auto Pan, Ring Modulator, Wah-Wah, Auto-Wah, Pump (Sidechain modulation). Variation for each effect\nMod 2: Phaser, Flanger, Vibe, Chorus, Ensemble, Spin. Variation for each effect\nDelay with Tempo, Feedback and Mix (Dry/Wet) controls, Ping Pong (stereo taps), Tap-Tempo, Feedback Filter (HP/LP/BP), Feedback Effects with Variations and panel selectable Analog mode.\n3 types of Amp/Speaker simulations, Twin, JC and Small. Variation for each model\nFilter Mode (HP24/LP24) with Cut-off, Resonance and Mix controls\nTube amp simulation with adjustable overdrive\n3-band Equalizer with sweepable mid. EQ ranges: 100 Hz, 200 Hz - 8 kHz and 4 kHz\nRotary Speaker: selectable speed (Stop, Slow and Fast) and separate overdrive\nEffect rates/tempo can be synchronized to the Master Clock\nCompressor with Fast Mode\nReverb: 6 algorithms (Spring, Booth, Room, Stage, Hall and Cathedral) with Dark/Bright modes and Variation/Chorale options\nKeyboard\nNord Stage 4 88:\n88-key Triple Sensor Hammer Action (medium) keyboard with Aftertouch.\nRange: A-C\n​\nNord Stage 4 73:\n73-key Triple Sensor Hammer Action (medium) keyboard with Aftertouch.\nRange: E-E\nNord Stage 4 Compact:\n73-key Triple Sensor Semi Weighted Waterfall keyboard with Aftertouch.\nRange: E-E\nConnections\n4 Assignable Audio Outputs - ¼\", 6,35 mm jacks, unbalanced\nStereo Headphone output - ¼\", 6,35 mm stereo jack\n1 Monitor input - 1/8\", 3,5 mm stereo jack\nSustain Pedal - ¼\", 6,35 mm jack. Compatible with Nord Sustain Pedal 2 (continuous sensor), Nord Triple Pedal 1 and switch type pedals\nTriple Pedal - 5 pin DIN connector. Compatible with Nord Triple Pedal 2\nRotor Pedal - ¼\", 6,35 mm jack.\nUse a momentary pedal or a switch type pedal.\nOrgan Swell Pedal - ¼\", 6,35 mm TRS stereo jack.\nControl Pedal - ¼\", 6,35 mm TRS stereo jack.\nFoot Switch input - ¼\", 6,35 mm jack.\nUse a momentary two-button pedal or a single switch type pedal.\nMIDI In - 5 pin DIN connectors\nMIDI Out - 5 pin DIN connectors\nUSB - type B connector for USB MIDI, Software Update and Sound Transfer\nPower Cord with IEC C14 connector\nIncluded Accessories\nSingle Pedal 1 included with Stage 4 73 and 88\nUser Manual\nPower cord\nUSB cord\nDimensions\nNord Stage 4 88:\n1282 mm (50.5\"), 121 mm (4.7\"), 349 mm (13.7\")\nNord Stage 4 73:\n1069 mm (42\"), 121 mm (4.7\"), 349 mm (13.7\")\nNord Stage 4 Compact:\n1066 mm (42\"), 104 mm (4,1\"), 322 mm (12.7\")\nWeight\nNord Stage 4 88:\n19.6 kg (43.2 lb)\nNord Stage 4 73:\n16.7 kg (36.8 lb)\nNord Stage 4 Compact:\n10.4 kg (22.9 lb)",
    "doc_type": "manual",
    "brand_id": 12,
    "brand_name": "Nord",
    "file_path": "/workspaces/Support-Center-/backend/data/nord/Specifications_d2900f1d.html",
    "metadata": {},
    "scraped_at": "2025-12-26 21:44:03.273769"
  },
  {
    "url": "https://www.nordkeyboards.com/products/nord-electro-6/specifications/",
    "title": "Specifications",
    "content": "Nord Keyboards\nProducts\nNord Electro 6\nNord Electro 6\nThe Nord Electro 6 combines our award-winning emulations of vintage electro mechanical and acoustic instruments in an ultra-portable package.\r\n\r\nWith 3 independent sound sections, a new streamlined user interface and the addition of Seamless Transitions, we're proud to present the most powerful and flexible Electro ever - a refined modern classic.\nModels\nNord Electro 6D 73\nNord Electro 6D 61\nNord Electro 6 HP\n73-note Semi-Weighted Waterfall keybed\nOverview\nSpecifications\nSounds\nDownloads\nImages & videos\nAccessories\nPerformance\nThree independent sound sections Organ, Piano and Sample Synth that can be used simultaneously as a layer or a split\n6 Keyboard Split points (C3-F5) with Split Point Crossfade functionality\nOrganize/Page mode: Group sets of up to four Programs into Pages, and arrange these using the Organize mode\n4 Live Slots\nExternal keyboard feature: Freely assign sound engines to be controlled by an external keyboard, while others are played from the Nord Electro 6.\nKeybed\nNord Electro 6D 61:\n61-key (5 octaves, C-C) Velocity sensitive Semi Weighted Waterfall keyboard\nNord Electro 6D 73:\n73-key (6 octaves, E-E) Velocity sensitive Semi Weighted Waterfall keyboard\nNord Electro 6 HP:\n73-key (6 octaves, E-E) Velocity sensitive Hammer Action Portable keyboard\nOrgan Section\nC2D B3 Tonewheel, B3 Bass, Vox, Farfisa and 2 Pipe organ models\nUser adjustable percussion levels, percussion decays and key click level\nVibrato / Chorus Control with separate functionality for each model (the classic C1, C2, C3, V1, V2, V3 options for the B3, Vibrato for the Farfisa, Chorus/Detune for Pipe organ models )\n3 Tonewheel modes: select the level of \"vintage\" desired\nDual Organ mode for control of two independent manuals\nManual Organ mode\nMount for Half-Moon Switch on Electro 6D 61/73\nNord Electro 6D 61/73: 9 Physical drawbars\nNord Electro 6 HP: Digital LED drawbars\nPiano Section\nCategories: Grand, Upright, Electric, Digital, Layer and Clav/Harpsichord\nEach category can contain several different models.\nAll pianos can be replaced using the Nord Sound Manager application\nAdvanced String Resonance-control (Gen 2)\nSoft Release\nEQ/Filter\n4 Dynamic Curves\nStereo pianos and samples can be played back in mono\n120 Voices polyphony for Piano Library sounds.\nSample Synth Section\nAll samples can be replaced using the Nord Sound Manager application\nThe Sample Synth section comes shipped with an extensive selection of one hundred samples from the Nord Sample Library\nAttack and Decay/Release control\n4 levels of dynamic velocity control\nVelocity sensitive low pass filter\n46 voice polyphony for Sample Library sounds.\nEffect Section\nEffect 1\nPan, Tremolo, Wah and Ring Modulator\nThree selectable depths for the Pan and Tremolo, rate controlled with the Effect 1 Rate knob\nTremolo, Pan, Ring-Mod and Wah can be controlled with Control Pedal\nEffect 2\nPhaser 1, Phaser 2, Flanger, Chorus 1, Chorus 2 and Vibe\nTwo selectable depths for each effect\nAmp Simulations\nComp/Amp - three amp/speaker simulations, compressor, C2D 122 rotary speaker, Tube Overdrive\nDrive/Compression amount controlled with the Drive knob\nRotary speed controls - Slow, Fast and Stopped\nClose or Normal microphone placement for 122 Rotary Speaker simulation\nUser adjustable rotary treble and bass rotor speeds and acceleration rates\nThree band EQ, with sweepable mid. +/- 15 dB gain/attenuation\nMaster Effects\nDedicated Reverb with 3 modes - Room, Stage and Hall - all with optional Bright Mode and Dry/Wet control\nDedicated Delay Effect - Rate, Amount, Tap-tempo and Stereo Ping Pong\n*All effects in Stereo\nConnections\n2 Audio outputs L & R - ¼\", 6,35 mm jacks, unbalanced\n1 Monitor input - 1/8\", 3,5 mm stereo jack\n1 Headphone output - ¼\", 6,35 mm stereo jack\n1 Control pedal input - ¼\", 6,35 mm TRS stereo jack, like Yamaha FC7, Roland EV-7, Roland EV-5, Korg EXP2 and Korg XVP10.\n1 Sustain pedal input - ¼\", 6,35 mm jack.\n1 Rotary Speaker speed switch pedal input - ¼\", 6,35 mm jack. Use a momentary pedal or a switch type pedal\nMIDI In, MIDI Out - 5 pin DIN connectors\nUSB - type B connector - for transferring sounds and USB MIDI\nIEC C14 power connector\nIncluded Accessories\nUser Manual\nPower cord\nDimensions\nNord Electro 6D 61:\n900 mm (35.4\") x 97 mm (3.8\") x 296 mm (11.7\")\nNord Electro 6D 73:\n1066 mm (42\") x 97 mm (3.8\") x 296 mm (11.7\")\nNord Electro 6 HP:\n1074 mm (42.3\") x 121 mm (4.8\") x 344 mm (13.5\")\nWeight\nNord Electro 6D 61:\n8.1 kg (17.85 lbs)\nNord Electro 6D 73:\n9.2 kg (20.28 lbs)\nNord Electro 6 HP:\n11.4 kg (25.13 lbs)",
    "doc_type": "manual",
    "brand_id": 12,
    "brand_name": "Nord",
    "file_path": "/workspaces/Support-Center-/backend/data/nord/Specifications_8e8988b4.html",
    "metadata": {},
    "scraped_at": "2025-12-26 21:44:07.000178"
  },
  {
    "url": "https://www.nordkeyboards.com/products/nord-wave-2/specifications/",
    "title": "Specifications",
    "content": "Nord Keyboards\nProducts\nNord Wave 2\nNord Wave 2\nThe Nord Wave 2 is a powerful 4-part performance synthesizer combining Virtual Analog synthesis, Samples, FM and Wavetable with an intuitive layer-focused interface.\r\n\r\nWith 48 voice polyphony, innovative performance features and hands-on controls, the Nord Wave 2 offers outstanding sonic possibilities with advanced layering and tweaking on the fly.\nOverview\nSpecifications\nSounds\nDownloads\nImages & videos\nAccessories\nGeneral\n4 Layer Synthesizer with LED faders\nVirtual Analog synthesis, Wavetable, FM and sample playback\n48 voices\n1 GB memory for Nord Sample Library 3.0\nEffects, EQ, Delay and Reverb for each layer\nAdvanced Arpeggiator and Gate features\n61-key semi-weighted keyboard with octave shift buttons, +/-2 octaves.\nKeyboard Split with 3 split points.\nAdvanced Morph functionality\nImpulse Morph for instant morphing overrides\nGroup functionality for multi-layer editing\nOscillator Section\nDedicated OLED Display for oscillator settings\nAnalog: Basic, Shape, Shape Sine, Multi, Sync, Bell, Noise.\nWavetable: Wavetables, Formants.\nFM: Dual, Triple, Vocal and Multi with Harmonic and Inharmonic options.\nSamples: Nord Sample Library 3.0\nOscillator Control: Shape, Detune or Sync amount for Analog waveforms, Shape for Wavetables, Modulation amount for FM.\nDual Osc: Unison control with 3 amount options.\nSemitone (-24 - +24) and Fine Tune pitch controls.\nModulation Section\nLFO generates a triangle, square, sawtooth, inverted sawtooth or sample and hold waveforms. LFO can be routed to Filter Frequency, Osc Pitch or Osc Mod. The LFO rate can be synchronized to the Master Clock.\nAD/AR envelope\nArpeggiator/Gate\nArpeggiator: Range: 1 - 4 octave. Modes: up, down, up/down, random. Zig-Zag option. The Arpeggio rate can be synchronized to the Master Clock.\nPoly: Polyphonic Arpeggiator for retriggering of full chords at zero range, and polyphonic arpeggio of chord inversions at larger ranges.\nGate: Rhythmic level gate with adjustable hardness envelope.\nPattern Mode: Pattern mode for Arpeggiator, Trig or Gate with 30+ editable presets or custom pattern.\nPatttern Editor - Dedicated editor for creating custom rhythmic patterns that can be used with Arpeggiator, Trig or Gate.\nFilter Section\nMulti-mode filter with 12 dB (2-pole) low pass, 24 dB (4-pole) lowpass and band pass, high pass, Ladder M, low pass+high pass characteristics.\nCut off, Resonance, envelope amount, envelope amount controlled by velocity.\nADSR envelope.\nFilter keyboard tracking can be set to off, 1/3, 2/3 or full.\nAdjustable Filter Distortion.\nAmplifier Section\nADSR envelope\nTransient Attack-mode for snappier attack\nAmp Velocity Amount (3 levels)\nLayer Control\nLED fader for each layer for instant level control and overview.\nGroup multiple layers for quick multi-layer editing of Amp Env, Filter, Effects, Arpeggiator etc.\nLayer Lock: Locks the currently active layer configuration.\nSplit functionality: 3 split points with 8 location options and Split Crossfade.\nIndividual Pan-control per layer.\nSolo mode for quickly muting all except the focused layer.\nPerformance Section\nVoice modes: Poly, Legato and Mono with Glide\nImpulse Morph: Instantly change one or several parameters at the press of a button.\nClassic Nord Morph functionality for flexible control of multiple parameters (Wheel, Aftertouch, Velocity and Control Pedal)\nModulation Wheel\nPitch Stick with programmable range.\nFast assign of wheel modulation destination\nAftertouch\nVibrato with 3 Delay modes and Wheel/Aftertouch assign\nKeyboard Hold which can be disabled on each Layer individually\nProgram Section\nProgram Gain control\nLarge OLED Display\nProgram Transpose functionality\n5 Program Buttons\nMaster Clock control of Arpeggiator, LFO, Effects and Delay + plus External Clock Sync\nCopy/Paste functionality\nLive Mode\nEffects\nFX section with Tremolo, Pan, Ring Modulation, Chorus, Ensemble and Vibe.\nEQ with Bass/Treble control or Parametric 1 Band control.\nDrive effect for tube-distortion\nDelay section with rate/time, tap tempo, analog mode, stereo ping-pong, dry/wet mix. The Delay speed can be synchronized to the Master Clock. Feedback loop effects: Chorus, Vibe and Ensemble, Feedback filters: HP, LP and BP.\nReverb section with five algorithms (Booth, Room, Stage, Hall, Cathedral) + Dark, Bright and Chorale (modulated Reverb)\nMemory\nPrograms (single sounds): 16 x 25 (400) locations\nAudio out\n2 outputs\nHeadphones output\nHigh resolution low noise 24 bit DACs\nMidi features\nAll control knobs and switches send and receive control change messages\nMaster Clock will sync to incoming MIDI clock\nGlobal and Layer MIDI modes\nConnections\n2 Line Level Audio Outputs - ¼\", 6,35 mm jacks, unbalanced\nStereo Headphone Output - ¼\", 6,35 mm stereo jack\nSustain Pedal - ¼\", 6,35 mm jack.\nControl Pedal - ¼\", 6,35 mm TRS stereo jack. Use a Yamaha FC-7, Roland EV-7, Roland EV-5, Korg EXP2 or Korg XVP10.\nUSB connector with MIDI capabilities\nMIDI In & Out - 5 pin DIN connectors\nIncluded Accessories\nUser Manual\nPower Cord with IEC C14 connector\nDimensions\n990 x 100 x 295 mm (38,9\" x 3,9\" x 11.6\")\nWeight\n8,75 kg (19.29lbs)",
    "doc_type": "manual",
    "brand_id": 12,
    "brand_name": "Nord",
    "file_path": "/workspaces/Support-Center-/backend/data/nord/Specifications_226b2f66.html",
    "metadata": {},
    "scraped_at": "2025-12-26 21:44:10.608349"
  },
  {
    "url": "https://www.nordkeyboards.com/products/nord-lead-a1/specifications/",
    "title": "Specifications",
    "content": "Nord Keyboards\nProducts\nNord Lead A1\nNord Lead A1\nThe Nord Lead A1 is a 4-part multitimbral synth with a classic layout, extensive filter options and effects. With its powerful panel interface and pre-programmed modulation matrix, creating unique and exciting sounds is very inspirational and quick.\nOverview\nSpecifications\nSounds\nDownloads\nImages & videos\nAccessories\nGeneral\n26 voices, 4 part multitimbral.\n3 part effects section (FX, delay and reverb) for each part\n49-key velocity sensitive keyboard (keyboard version only) with octave shift buttons, +/-2 octaves.\nKeyboard Split with 2 slots for the upper and lower sections.\nModulation Wheel (keyboard version only).\nPitch Stick with no dead zone at zero crossing (keyboard version only).\nProgrammable Pitch bend range, up to +/- 4 octaves\nSeparate up/down bend range: -12 or -24 semitones, + 2 semitones\n1 pedal input for sustain.\n1 pedal input for expression pedal.\nOscillator Section\nOscillator models of multiple waveforms (traditional analog, extended analog, pulse waveforms, real-time algorithmical waveforms with additive-, FM- and formant- synthesis)\nOSC config knob 11 categories (Pitch, Shape, Osc Sync, Noise Mix, Osc 2 Detune, Sine Mix, Tri Mix, Saw Mix, Square Mix, Freq Modulation, Amp Modulation)\nFilter Section\nMulti-mode filter with 12 dB (2-pole) low pass, 24 dB (4-pole) lowpass and band pass, high pass, Ladder M and Ladder TB characteristics.\nCut off, Resonance, envelope amount, envelope amount controlled by velocity.\nADR/ASR envelope.\nFilter keyboard tracking can be set to off, 1/3, 2/3 or full.\nAdjustable Filter Distortion.\nModulation Section\nLFO generates a triangle, square, sawtooth, inverted sawtooth or sample and hold waveforms. LFO can be routed to Filter Frequency and Osc mod. The LFO rate can be synchronized to the Master Clock.\nLFO can be switched to polyphonic Env mode with four different characteristics and sample and hold is manually triggered by keyboard (polyphonic S/H).\nArpeggiator: Range: 1 - 4 octave. Modes: up, down, up/down and random. The Arpeggio rate can be synchronized to the Master Clock.\nADR/ASR envelope, velocity control on/off, inverse envelope on/off.\nAmplifier Section\nADR/ASR envelope, velocity control on/off, gain control.\nIndividual Pan-control per program\nPerformance Section\nVoice modes: Poly, Legato with portamento, Mono, True Unison 1, 2 & 3.\nFour program slots for layering possibilities and multitimbrality.\nEffects\nDelay section with tap tempo, four stages of feedback, stereo ping-pong, dry/wet mix. The Delay speed can be synchronized to the Master Clock.\nFX section with Flanger, Phaser, Ring Modulation, Chorus, Ensemble and Drive.\nReverb section with five algorithms (Room, Stage 1, Stage 2, Hall 1, Hall 2).\nMemory\nPrograms (single sounds): 8 x 50 (400) locations\nPerformances (multi sounds): 4 x 50 (200) locations\nAudio out\n4 outputs. Each slot can be assigned to its own output.\nHeadphones output.\nHigh resolution low noise 24 bit DACs.\nMIDI features\nAll control knobs and switches send and receive control change messages.\nSystem exclusive bulk dumps. One program or all programs.\nMaster Clock will sync to incoming MIDI clock.\nSoft Thru\nConnections\n4 Line Level Audio Outputs - ¼\", 6,35 mm jacks, unbalanced\nStereo Headphone Output - ¼\", 6,35 mm stereo jack\nSustain Pedal - ¼\", 6,35 mm jack.\nControl Pedal - ¼\", 6,35 mm TRS stereo jack. Use a Yamaha FC-7, Roland EV-7, Roland EV-5, Korg EXP2 or Korg XVP10.\nUSB connector with MIDI capabilities\nMIDI In & Out - 5 pin DIN connectors\nIncluded Accessories\nUser Manual\nPower Cord with IEC C14 connector\nDimensions\n802 x 92 x 260 mm (31.5 x 3.6 x 10.2\")\nWeight\n4.85 kg (10.7 lbs)",
    "doc_type": "manual",
    "brand_id": 12,
    "brand_name": "Nord",
    "file_path": "/workspaces/Support-Center-/backend/data/nord/Specifications_8df2ecd6.html",
    "metadata": {},
    "scraped_at": "2025-12-26 21:44:14.238769"
  },
  {
    "url": "https://www.nordkeyboards.com/products/nord-drum-3p/specifications/",
    "title": "Specifications",
    "content": "Nord Keyboards\nProducts\nNord Drum 3P\nNord Drum 3P\nThe super compact Nord Drum 3P combines stunning playability with unlimited sound design possibilities. New features include integrated multi-pad, Reverb and Delay effects, a simplified sound selection mode and new Sound Banks for quickly creating custom kits on the fly.\nOverview\nSpecifications\nSounds\nDownloads\nImages & videos\nAccessories\nGlobal\n4 Character LED-display\n4 Banks x 50 Programs for Drum Kits\n8 User Banks x 50 sounds for single drum sounds\n9 Drum banks for single drum sounds - Bass Drums, Snare Drums, Toms, Hi-Hats, Cymbals, Percussion, Bells, Tuned Percussion, Effects\nFree OS updates\nSound generation\n6-channel Percussion Modeling Syntesizer\nTone section - Resonance modeling, Subtractive, Ring Modulation and FM-synthesis\nNoise section - Low Pass 12dB/24dB, High Pass 12db/24dB, High Pass High Cut and Band Pass 6dB/12dB filter. Adjustable resonance and filter envelope response\nClick section - 12 click types, Noise Waveforms, Short Pulses, High Pass Filtered Pulses and Chirps. Adjustable level.\nEffects\nGlobal Stereo Reverb with 5 reverb modes (Tiled Room, Room, Plate, Stage and Hall) and Color highpass/low pass. Reverb amount can be adjusted per channel.\nGlobal Delay with Rate (Milliseconds), Feedback and Tap Tempo mode (BPM)\nDrive, Sample Rate Reduction and Ring Modulation Effects per channel\nEQ with Gain and Frequency controls per channel\nPads and trigger input\n6 integrated rubber pads with adjustable Input Threshold/Sensitivity\nExternal Trigger input with adjustable Input Threshold/Sensitivity for Kick drum pad or similar\nAdjustable Dynamic Response Curves\nChannel Peak/Activity indicator\nMIDI\nMIDI Note ON/OFF\nMIDI Program Change\nMIDI CC parameter control\nConnections\n2 Audio Outputs ¼\", 6,35 mm (unbalanced)\nStereo Headphones Output - 1/8”, 3,5 mm\nMIDI in & out - 5 pin DIN connectors\n1 generic trigger input - ¼”, 6,35 mm\nDC input - 12V, 500mA\nDimension\n29,9 x 4,85 x 28,1 cm (11,78\" x 1.9\" x 11,2\")\nWeight\n1,85 kg (4,1 lbs)\nIncluded Accessories\nUser Manual\nUniversal Module Mount\nUniversal Power Adapter",
    "doc_type": "manual",
    "brand_id": 12,
    "brand_name": "Nord",
    "file_path": "/workspaces/Support-Center-/backend/data/nord/Specifications_593e7df7.html",
    "metadata": {},
    "scraped_at": "2025-12-26 21:44:18.375019"
  }
]