[
  {
    "url": "https://www.presonus.com/products/eris-e5-studio-monitor",
    "title": "\n                    Eris® E5 Studio Monitor\n                  ",
    "content": "Home\nShop\nBi-Amped Active Monitors\nSale\nEris\n®\nE5 Studio Monitor\nEris® E5 Studio Monitor\nSKU:\n                    \n                    2777500107\nRegular price\n$124.99\nRegular price\n$124.99\n$124.99\nSale price\nUnit price\n/\nper\nSale\nSold out\n.Learn more.\nRegular price\n$124.99\nRegular price\n$124.99\n$124.99\nSale price\nUnit price\n/\nper\nAdd to Cart\nFind In Store\nFind Online\nView full details\nEris\n®\nE5 Studio Monitor\nRegular price\n$124.99\nRegular price\n$124.99\n$124.99\nSale price\nUnit price\n/\nper\nSale\nSold out\nOverview\nVideo\nDownloads\nHighlights\nSpecs\n.Learn more.\nRegular price\n$124.99\nRegular price\n$124.99\n$124.99\nSale price\nUnit price\n/\nper\nAdd to Cart\nFind Online\nOverview\n2-Way Active Studio Monitor\nWhether you're upgrading your listening experience or producing music, Eris® E5 studio monitors deliver superior sound in a stylish design. Equipped with 80W of Class AB biamplification, flexible connectivity and a robust suite of acoustic tuning controls to mitigate room anomalies, Eris E5s deliver a smooth, refined sound that accurately reproduces transients and high frequencies, while providing a less-fatiguing listening experience during marathon mixing and production sessions.\nA five-inch woven-composite woofer helps break up reflected energy to provide a constant dispersion pattern, for a cleaner overall sound, delivering a smooth low end that belies the Eris E5's compact size. The custom-designed silk-dome tweeter's wide dispersion pattern creates a large sweet spot and superior stereo imaging.\nA speaker's performance can be impaired by room placement and anomalies. That's why the Eris E5 offers acoustic tuning controls that let you configure the speaker for your room for the most accurate listening experience. You get Low-cut, Mid and High controls as well as a three-way Acoustic Space tuning that compensates for the effects of placement against a wall or in a corner. Balanced XLR and ¼-inch TRS and unbalanced RCA line-level inputs make it easy to connect virtually any line-level source.\nSuitable for both home recording studios and professional production, Eris E5 studio monitors combine sterling audio quality with the flexible tuning and connectivity you've come to expect from PreSonus®.\nSold Individually.\nOverview\nFeatures\nThe only true studio monitor for multimedia, gaming, watching movies, or producing your next hit.\n80 watts total of Class AB power each speaker provides all the volume you want without ever sacrificing tonal balance or audio clarity\n5.25-inch (133.35 mm) woven-composite drivers produce a more powerful bass response accurately and smoothly.\n1-inch (25 mm) ultra-low mass, silk-dome, high-frequency transducers provide a wide sweet spot for superior stereo imaging.\n¼\" TRS balanced inputs for professional audio devices, unbalanced RCA inputs for consumer electronics, plus a convenient front-panel ⅛\" TRS stereo input.\nHigh and Low Acoustic Tuning controls let you fine-tune the Eris® E5 precisely to your environment to further ensure the best sound possible.\nListen in private without rewiring your electronics, using the easy-access front-panel headphone amp.\nAdd a subwoofer quickly and easily with the balanced sub output.\n×\nDownloads\nDon't see what you're looking for?\nLog in to your\nmy.presonus.com\naccount.\nDocumentation\nDon't see what you're looking for?\nLog in to your\nmy.presonus.com\naccount.\nHighlights\nDesigned to sound their best in any room.\nEris E5 studio monitors are equipped with Acoustic Tuning controls to ensure the flattest response in your mix environment. You get Low-cut, Mid, and High controls, as well as three-way Acoustic Space tuning that makes it easy to compensate for the boundary bass boost that occurs when a speaker is placed too close to a wall.\nSpecs\nAccessories\nFootswitch\nNA\nElectronics\nInput Impedance\n10 kΩ\nVoltageRequirements\n100-240 VAC, 50-60 Hz\nGeneral\nColor\nBlack\nProduct Name\nEris® E5 Studio Monitor, Black, 100-120V\nSeries\nEris®\nHardware\nAudio Controls\nVolume Range: A-type Taper\nMF Control: Variable (-6 to +6 dB)\nHF Control: Variable (-6 to +6 dB)\nAudio Switches\nLow Cut: Flat, 80 Hz, 100 Hz\nAcoustic Space: Flat, -2 dB, -4 dB\nCabinet Material\nVinyl-Laminated, Medium-Density Fiberboard\nHF Transducers\n1” Silk Dome Tweeter\nLF Transducers\n5.25”\nMonitor Inputs\n1- Balanced XLR, 1- Balanced 1/4\" TRS, 1- Unbalanced RCA\nMeasurements\nProduct Depth\n7.68” (19.5 cm)\nProduct Height\n10.24” (26 cm)\nProduct Width\n7\" (17.8 cm)\nMiscellaneous\nPower Cable\nIEC\nProtections\nRF Interference\nOutput-Current Limiting\nOver-Temperature\nTurn-On/Off Transient\nSubsonic Filter\nExternal Mains Fuse\nPerformance\nPeak SPL\n102 dB at 1 Meter\nSpeakers\nCrossover Frequency\n3 kHz",
    "doc_type": "manual",
    "brand_id": 4,
    "brand_name": "Presonus",
    "file_path": "/workspaces/Support-Center-/backend/data/presonus/\n____________________Eris®_E5_Studio_Monitor\n___________________affba355.html",
    "metadata": {},
    "scraped_at": "2025-12-26 21:30:05.919742"
  },
  {
    "url": "https://www.presonus.com/products/avb-d16-16x16-avb-to-dante-bridge",
    "title": "\n                    AVB-D16 16x16 AVB-to-Dante Bridge\n                  ",
    "content": "Home\nShop\nAll StudioLive\nSale\nAVB-D16 16x16 AVB-to-Dante Bridge\nAVB-D16 16x16 AVB-to-Dante Bridge\nSKU:\n                    \n                    2779300101\nRegular price\n$682.99\nRegular price\n$682.99\n$682.99\nSale price\nUnit price\n/\nper\nSale\nSold out\nOur plug-and-play 16x16 AVB-to-Dante® bridge.\n.Learn more.\nRegular price\n$682.99\nRegular price\n$682.99\n$682.99\nSale price\nUnit price\n/\nper\nAdd to Cart\nFind In Store\nFind Online\nView full details\nAVB-D16 16x16 AVB-to-Dante Bridge\nRegular price\n$682.99\nRegular price\n$682.99\n$682.99\nSale price\nUnit price\n/\nper\nSale\nSold out\nOverview\nVideo\nDownloads\nHighlights\nSpecs\n.Learn more.\nRegular price\n$682.99\nRegular price\n$682.99\n$682.99\nSale price\nUnit price\n/\nper\nAdd to Cart\nFind Online\nOverview\nThe PreSonus® AVB-D16 is the first plug-and-play endpoint that bridges AVB and Dante® networks. Send and receive up to 16 audio channels between an AVB and Dante network with one simple device, making it the perfect solution to connect your StudioLive® Series III AVB ecosystem to your favorite Dante-equipped products. Built-in asynchronous sample-rate conversion ensures that the AVB-D16 provides precision clock isolation between your AVB and Dante networks for pristine, clear audio with no dropouts or artifacts.\nAVB-D16 makes the vision of plug-and-play functionality between audio networks a reality! Unlike other option cards, the AVB-D16 functions as a node on the network that can be accessed from any AVB device so mutliple mixers can route audio to and from a Dante using the same AVB-D16. Need more than 16 input and output channels? Simply connect more AVB-D16 AVB-to-Dante bridges to your existing StudioLive Series III AVB network to add 16 channels of Dante I/O with each bridge.\nWhether you're looking at your Dante network setup from Audinate's Dante Control software or managing your StudioLive Series III AVB ecosystem from Universal Control or a StudioLive Series III console touchscreen, the AVB-D16 presents itself as a simple 16x16 network device. This lets you easily patch up to 16 audio sources on your StudioLive AVB network to any available input on your Dante network and receive 16 channels of audio from your Dante network to route to your StudioLive Series III mixers, EarMix 16M personal monitor mixers, or the outputs on your NSB-series stage boxes, creating a truly cohesive networking experience between the two protocols.\nOverview\nFeatures\n16 x 16 AVB\n16 x 16 Dante®\nAsynchronous sample-rate conversion\nPrecision clock isolation\n1 AVB port on locking etherCON™\n2 Dante ports on etherCON™\nUse multiple AVB-D16 AVB-to-Dante bridges to add more Dante channels\nUse a single AVB-D16 AVB-to-Dante bridge to add Dante connectivity to multiple mixers\nNetwork Link/Activity indicators\nSupport for 44.1 kHz and 48 kHz (AVB and Dante)\nSupport for 88.2 kHz and 96 kHz (Dante)\nRugged metal chassis\n×\nDownloads\nDon't see what you're looking for?\nLog in to your\nmy.presonus.com\naccount.\nDocumentation\nSoftware\nUniversal Control v4.7.2.108537 Download (Mac)\nUniversal Control v4.7.2.108537 Download (Windows)\nUniversal Control v4.7.2.108537 (Android)\nUniversal Control v4.7.1.107907 Download (Mac)\nAVB-D16 16x16 AVB-to-Dante Bridge Firmware v2.0.0.106920\nUniversal Control v4.7.0.106978 Download (Mac)\nUniversal Control v4.7.0.106978 Download (Windows)\nNeed an older version? Click here\nDon't see what you're looking for?\nLog in to your\nmy.presonus.com\naccount.\nHighlights\nOne endpoint, two sample rates\nWith built-in asynchronous sample-rate conversion, the AVB-D16 provides precision clock isolation between the AVB and Dante networks, allowing you to run different sample rates on the AVB and Dante networks. So you can operate a Dante network at 96 kHz and connect streams between your StudioLive Series III AVB network operating at 48 kHz with clean and error-free audio.\nSpecs\nElectronics\nVoltageRequirements\n100-230 VAC, 50-60 Hz\nGeneral\nColor\nBlack\nProduct Name\nAVB-D16 Network Switch and Bridge, Black\nSeries\nNetwork Switches and Bridges\nMeasurements\nProduct Depth\n5.9\" (15 cm)\nProduct Height\n1.68” (43 mm)\nProduct Height/Length\n1.68” (43 mm)\nProduct Width\n5.75\" (14.6 cm)\nMiscellaneous\nSupported Sample Rates\nAVB - 44.1 kHz, 48 kHz | Dante - 44.1 kHz, 48 kHz, 88.2 kHz, 96 kHz",
    "doc_type": "manual",
    "brand_id": 4,
    "brand_name": "Presonus",
    "file_path": "/workspaces/Support-Center-/backend/data/presonus/\n____________________AVB-D16_16x16_AVB-to-Dante_Bridge\n___________________796b3da6.html",
    "metadata": {},
    "scraped_at": "2025-12-26 21:30:12.912646"
  },
  {
    "url": "https://www.presonus.com/products/sceptre-s6-studio-monitor",
    "title": "\n                    Sceptre® S6 Studio Monitor\n                  ",
    "content": "Home\nShop\nBi-Amped Active Monitors\nSale\nSceptre\n®\nS6 Studio Monitor\nSceptre® S6 Studio Monitor\nSKU:\n                    \n                    2777500301\nRegular price\n$899.99\nRegular price\n$899.99\n$899.99\nSale price\nUnit price\n/\nper\nSale\nSold out\n.Learn more.\nRegular price\n$899.99\nRegular price\n$899.99\n$899.99\nSale price\nUnit price\n/\nper\nAdd to Cart\nFind In Store\nFind Online\nView full details\nSceptre\n®\nS6 Studio Monitor\nRegular price\n$899.99\nRegular price\n$899.99\n$899.99\nSale price\nUnit price\n/\nper\nSale\nSold out\nOverview\nVideo\nDownloads\nHighlights\nSpecs\n.Learn more.\nRegular price\n$899.99\nRegular price\n$899.99\n$899.99\nSale price\nUnit price\n/\nper\nAdd to Cart\nFind Online\nOverview\nThe Sceptre® S6 two-way monitor combines a 6.5-inch low/mid-frequency driver and a 1-inch (25 mm), horn-loaded, high-frequency transducer into a single coaxial unit with aligned voice coils. Its advanced coaxial design, based on Fulcrum Acoustic's TQ™ Temporal Equalization, works integrally with a 32-bit, 96 kHz, dual-core processor to deliver clarity and coherence that has previously only been available in ultra-high-end systems. Add 180 watt, Class D biamplification; acoustic ports; a rich set of acoustic adjustments; and full speaker protection; and you have a new, affordable monitoring standard.\nOverview\nFeatures\nCoActual technology combines DSP time-correction and point-source design for symmetrical soundstage and micro-definition imaging\nUnique coaxial transducer integrates 6.5-inch midrange driver and 1-inch (25 mm) horn-loaded HF transducer with Coaxial Speaker Coherence Alignment\n32-bit, 96 kHz, dual-core, active floating-point DSP provides critical Temporal Equalization™ with multiple FIR filters\nAcoustic-tuning controls: HF Driver Adjust (0 dB, +1 dB, -1.5 dB, -4 dB), Acoustic Space (0 dB, -1.5 dB, -3 dB, -6 dB), highpass filter (Off, 60 Hz, 80 Hz, and 100 Hz, -12 dB/octave slope), Sensitivity (+4 dBu to -10 dBV)\n180W RMS, Class D biamplification with internal heat sink\nRF shielding, current-output limiting, and over-temperature protection\n×\nDownloads\nDon't see what you're looking for?\nLog in to your\nmy.presonus.com\naccount.\nDocumentation\nDon't see what you're looking for?\nLog in to your\nmy.presonus.com\naccount.\nHighlights\nCoActual Speaker Design\nCoActual speakers employ a HF driver placed in the middle of the LF driver for symmetrical response horizontally and vertically, increasing the sweet spot, clarity and imaging. An onboard DSP running Fulcrum Acoustics’ TQ™ algorithms provides detailed adjustments for an even mid-range with an inaudible crossover transition.\nAccurate transient reproduction.\nConsonant sounds in speech, percussion, and attack and decay of musical instruments are all transient signals. When reproduced accurately, the result is sonic transparency, definition, and intelligibility. With their excellent transient reproduction, CoActual speakers minimize distortion and produce clean, clear, consistent audio at any SPL.\nSpecs\nAccessories\nFootswitch\nNA\nElectronics\nInput Impedance\n10 kΩ\nVoltageRequirements\n100-240 VAC, 50-60 Hz\nGeneral\nColor\nBlack\nProduct Name\nSceptre® S6 Studio Monitor, Black\nSeries\nSceptre®\nHardware\nAudio Controls\nVolume Range: A-Type Taper\nHF Control: Flat, +1, -1.5, -4 dB\nLow Cut: Flat, 60, 80 Hz, 100 Hz\nAcoustic Space: Flat, -1.5, -3, -6 dB\nCabinet Material\nVinyl-Laminated, Medium-Density Fiberboard\nHF Transducers\n1\" Titanium Diaphragm Compression Driver\nLF Transducers\n6.5” Glass-Reinforced Paper\nMonitor Inputs\n1 x Balanced XLR, 1 x Balanced 1/4\" TRS\nMeasurements\nProduct Depth\n12.2\" (30.1 cm)\nProduct Height\n13.2\" (33.5 mm)\nProduct Width\n9\" (22.9 cm)\nMiscellaneous\nPower Cable\nIEC\nProtections\nRF Interference\nOver-Current\nOver-Voltage\nOver-Temperature\nTurn-On/Off Transient\nSubsonic Filter\nExternal Mains Fuse\nPerformance\nPeak SPL\n109 dB (@ 1 meter)\nSpeakers\nCrossover Frequency\n2.2 kHz",
    "doc_type": "manual",
    "brand_id": 4,
    "brand_name": "Presonus",
    "file_path": "/workspaces/Support-Center-/backend/data/presonus/\n____________________Sceptre®_S6_Studio_Monitor\n___________________4b7a821d.html",
    "metadata": {},
    "scraped_at": "2025-12-26 21:30:19.978240"
  },
  {
    "url": "https://www.presonus.com/products/revelator-io44",
    "title": "\n                    Revelator io44\n                  ",
    "content": "Home\nShop\nAudio Interfaces\nSale\nRevelator io44\nRevelator io44\nSKU:\n                    \n                    2777700303\nRegular price\n$83.99\nRegular price\n$83.99\n$83.99\nSale price\nUnit price\n/\nper\nSale\nSold out\nOur high-end 1x1, 24-bit / 96 kHz, USB-C compatible audio interface with built-in streaming mixer, onboard audio effects and professional mic preamp.\n.Learn more.\nRegular price\n$83.99\nRegular price\n$83.99\n$83.99\nSale price\nUnit price\n/\nper\nAdd to Cart\nFind In Store\nFind Online\nView full details\nRevelator io44\nRegular price\n$83.99\nRegular price\n$83.99\n$83.99\nSale price\nUnit price\n/\nper\nSale\nSold out\nOverview\nVideo\nDownloads\nHighlights\nSpecs\n.Learn more.\nRegular price\n$83.99\nRegular price\n$83.99\n$83.99\nSale price\nUnit price\n/\nper\nAdd to Cart\nFind Online\nOverview\nCreate a high-end recording studio anywhere with Revelator io44. Whether you want to connect a professional XLR microphone, a guitar, a DJ mixer, or your gaming headset, Revelator io44 has all the inputs and outputs you need to record… even a built-in mixer that lets you blend audio from multiple applications. Processing is available on every analog input, so you'll sound smooth and polished in your performances and recordings.\nGuitarists, singers, DJs, and everyone else: you'll sound great, regardless of if you're tracking a record or performing live online.\n25 years of studio-grade design experience is inside Revelator io44. Your XLR microphones will sound their best thanks to the PreSonus XMAX-L mic preamp with plenty of gain for your professional microphone to capture your voice smoothly, naturally, and distortion-free  -  and the onboard processing will make your voice stand out. Whether you're recording a vocal or chatting with your followers during a livestream, you'll be heard loud and clear.\nRevelator io44 features an easy-to-use mixer that lets you blend audio from up to three different applications at once. Add backing tracks, Skype calls, and even gameplay quickly and easily without taxing your computer. An automatic output limiter prevents your stream from distorting. Whether you're on macOS or Windows, you can create custom mixes of your inputs and your applications and monitor it all at near-zero latency so you can stream and record simultaneously!\nView Computer System Requirements\nOverview\nFeatures\nUltra-compact, mobile bus-powered USB-C® compatible audio interface for recording, streaming, podcasting and more\n96 kHz / 24-bit operation for pristine audio recording\n1 digitally controlled, high-headroom, low noise XMAX-L mic preamp for professional results\n1 Instrument input (via combo) for guitars and basses\n1 TRS ⅛\" Stereo Line input for DJ mixers and more\nStand-alone functionality lets you take your sound with you\n​Balanced Main Left / Right with independent level control and mute\n1 TRRS 1/8\" stereo Headset connection (mic in, stereo out)\nIntegrated mixer lets you blend audio from up to three applications at once\nPowerful onboard StudioLive processing lets you polish your sound (or completely transform it) with reverb, compression, EQ, and fantastic Voice FX - all without taxing your CPU\nProfessionally crafted Presets make you sound like a pro with a single click. You can also create your own custom presets to share, save, or produce on the go\nRecording software included: Studio One 6 Artist Edition\n×\nDownloads\nDon't see what you're looking for?\nLog in to your\nmy.presonus.com\naccount.\nDocumentation\nSoftware\nUniversal Control v4.7.2.108537 Download (Windows)\nUniversal Control v4.7.2.108537 (Android)\nUniversal Control v4.7.2.108537 Download (Mac)\nUniversal Control v4.7.1.107907 Download (Mac)\nUniversal Control v4.7.0.106978 Download (Mac)\nUniversal Control v4.7.0.106978 Download (Windows)\nUniversal Control v4.7.0.106978 (Android)\nNeed an older version? Click here\nDon't see what you're looking for?\nLog in to your\nmy.presonus.com\naccount.\nHighlights\nRecording software included: Studio One 6 Artist Edition\nardware registration includes Studio One 6, Artist Edition — a great way to start recording and a powerful entryway into the Studio One universe. Users can upgrade to Studio One Pro when they're ready to take their game to the next level. Compatible with virtually all macOS, and Windows.\nAnalog classics under the hood.\nRevelator io44 provides State Space-modeled analog processing onboard with the same Fat Channel gate, compressor, and EQ our StudioLive Series III mixers offer. Like what you hear? All processing can be printed to your recording, or just used for your monitor mix, you decide.\nReady to go live when you are.\nRevelator io44’s presets are stored on the mic, so you can take your sound with you. Connect directly to your iPad Pro, or grab your Camera Connection Kit and connect your Revelator to your Lightning- or USB-C-equipped iPhone or iPad. Only Revelator brings studio-quality sound to Facebook Live, IGTV, or anywhere else you stream from your mobile device.\nSpecs\nElectronics\nConnectivity\nUSB-C® Compatible USB 2.0 Connection (Bus-Powered)\nHeadphone Jack\n1/8\" TRRS Female (Stereo Headset Compatible)\nInputs\nOne - XLR Female, Balanced (Microphone), One - 1/4\" TS Female, Unbalanced (Instrument), One - 1/8\" TRS Female (Stereo Line Input)\nLine Out\nTwo - 1/4\" Balanced (Left and Right)\nPhantom Power\n+48 VDC, 10 mA\nVoltageRequirements\n100-240 VAC, 50-60 Hz\nGeneral\nColor\nBlack\nProduct Name\nRevelator io44, Black\nSeries\nRevelator™\nInputs\nInstrument Inputs Frequency Response\n20 Hz to 20 kHz\nInstrument Inputs Gain Range\n40 dB\nInstrument Inputs Maximum Level\n+10 dBu\nMicrophone Preamp Equivalent Input Noise\n-128 dBu\nMicrophone Preamp Frequency Response\n20 Hz to 20 kHz\nMicrophone Preamp Gain Control Range\n60 dB\nMicrophone Preamp Input Impedance\n1.4 kΩ\nMicrophone Preamp Maximum Input Level\n+10 dBu (±0.5 dBu, Minimum Gain)\nMicrophone Preamp Total Harmonic Distortion\n0.005% (1 kHz, -1 dBFS, Minimum Gain)\nMeasurements\nProduct Depth\n3\" (7.5 cm)\nProduct Height\n2.3\" (5.8 cm)\nProduct Width\n5.35” (13.6 cm)\nMiscellaneous\nCommodity Code\n8517620000\nSupported Sample Rates\n44.1 kHz, 48 kHz, 88.2 kHz, 96 kHz\nOutput\nHeadphone Outputs Frequency Response\n20 Hz to 20 kHz\nHeadphone Outputs Impedance Working Range\n32Ω to 300Ω\nHeadphone Outputs Maximum Output\n30mW/Channel @56Ω\nMain And Line Outputs Frequency Response\n20 Hz to 20 kHz\nMain And Line Outputs Maximum Level\n+10 dBu\nMain And Line Outputs Total Harmonic Distortion\n0.003%\nPerformance\nDigital Audio Bit Depth\n24-bit\nDigital Audio Dynamic Range\n96 dB",
    "doc_type": "manual",
    "brand_id": 4,
    "brand_name": "Presonus",
    "file_path": "/workspaces/Support-Center-/backend/data/presonus/\n____________________Revelator_io44\n___________________2508eee3.html",
    "metadata": {},
    "scraped_at": "2025-12-26 21:30:26.955477"
  },
  {
    "url": "https://www.presonus.com/products/air15s-loudspeaker-cover",
    "title": "\n                    AIR15s Loudspeaker Cover\n                  ",
    "content": "Home\nShop\nGifts for the Gigging Musician\nSale\nSold Out\nAIR15s Loudspeaker Cover\nAIR15s Loudspeaker Cover\nSKU:\n                    \n                    2779400104\nRegular price\n$84.99\nRegular price\n$84.99\n$84.99\nSale price\nUnit price\n/\nper\nSale\nSold out\nOur weather-resistant, heavy-duty nylon dustcover for our AIR15S subwoofer.\n.Learn more.\nRegular price\n$84.99\nRegular price\n$84.99\n$84.99\nSale price\nUnit price\n/\nper\nSold out\nFind In Store\nFind Online\nView full details\nAIR15s Loudspeaker Cover\nRegular price\n$84.99\nRegular price\n$84.99\n$84.99\nSale price\nUnit price\n/\nper\nSale\nSold out\nOverview\nDownloads\nSpecs\n.Learn more.\nRegular price\n$84.99\nRegular price\n$84.99\n$84.99\nSale price\nUnit price\n/\nper\nSold out\nFind Online\nOverview\nConvenient duffels and covers for your PreSonus AIR loudspeakers and subwoofers. Totes got you covered, man.\nOverview\nFeatures\nEach item fits ONE (1) AIR loudspeaker or Subwoofer. (Please choose the appropriate item for your speaker)\nOffers solid protection while transporting.\nPadded, soft-shell design with handles and shoulder straps for easy transport.\n(Shoulder straps only onAIR10, AIR12, AIR15 totes)\nWeather-resistant, heavy-duty Nylon/Cordura material.\nDownloads\nDon't see what you're looking for?\nLog in to your\nmy.presonus.com\naccount.\nDocumentation\nDon't see what you're looking for?\nLog in to your\nmy.presonus.com\naccount.\nSpecs\nGeneral\nMaterial\nNylon\nProduct Name\nAIR15s Loudspeaker Cover, Black\nSeries\nPreSonus Covers\nMiscellaneous\nCommodity Code\n4202911090",
    "doc_type": "manual",
    "brand_id": 4,
    "brand_name": "Presonus",
    "file_path": "/workspaces/Support-Center-/backend/data/presonus/\n____________________AIR15s_Loudspeaker_Cover\n___________________5803a2b0.html",
    "metadata": {},
    "scraped_at": "2025-12-26 21:30:35.336690"
  },
  {
    "url": "https://www.presonus.com/products/m7-mkii-cardioid-condenser-microphone-black",
    "title": "\n                    M7 MKII Cardioid Condenser Microphone, Black\n                  ",
    "content": "Home\nShop\nCondenser Microphones & Accessories\nSale\nM7 MKII Cardioid Condenser Microphone, Black\nM7 MKII Cardioid Condenser Microphone, Black\nSKU:\n                    \n                    2777300102\nRegular price\n$94.99\nRegular price\n$94.99\n$94.99\nSale price\nUnit price\n/\nper\nSale\nSold out\nOur cardioid condenser microphone.\n.Learn more.\nRegular price\n$94.99\nRegular price\n$94.99\n$94.99\nSale price\nUnit price\n/\nper\nAdd to Cart\nFind In Store\nFind Online\nView full details\nM7 MKII Cardioid Condenser Microphone, Black\nRegular price\n$94.99\nRegular price\n$94.99\n$94.99\nSale price\nUnit price\n/\nper\nSale\nSold out\nOverview\nDownloads\nSpecs\n.Learn more.\nRegular price\n$94.99\nRegular price\n$94.99\n$94.99\nSale price\nUnit price\n/\nper\nAdd to Cart\nFind Online\nOverview\nVersatile and Affordable Mic for Vocals, Guitar, Podcasts, and More\nDesigned for musicians and performers who need great audio quality on a budget, the M7 is an ideal all-around recording solution for entry-level podcasters, singers, and musicians. The M7 boasts a warm frequency response that flatters the human voice. And thanks to the M7's cardioid polar pattern, the M7 will brilliantly record the sounds you point it at, while downplaying the sounds you don't. Last but not least, the M7 can rock hard when asked: Its 134 dB of SPL handling lets it wrangle loud instruments like cracking snare drums or electric guitar amps worry-free, something more expensive mics can't always do.\nA hard mount, carrying case, and 10-foot XLR cable round out the M7 package, so you're ready to start producing right out of the box!\nOverview\nFeatures\nProfessional condenser microphone at an unbeatable price\nGreat choice for recording vocals, guitar, podcasts, and more\nExceptional clarity throughout its frequency-response range, with a warm top end\nCardioid polar pattern\nSide address\nHard stand mount, 10' XLR cable, and carry case included\n1-inch (25 mm) back electret condenser capsule\nRugged construction\nDownloads\nDon't see what you're looking for?\nLog in to your\nmy.presonus.com\naccount.\nDocumentation\nDon't see what you're looking for?\nLog in to your\nmy.presonus.com\naccount.\nSpecs\nElectronics\nOutput Impedance\n150Ω ±30% (at 1 kHz)\nPhantom Power Requierments\n48V Phantom Power\nGeneral\nColor\nBlack\nProduct Name\nM7 MKII Cardioid Condenser Microphone, Black\nSeries\nCondenser Microphones\nHardware\nMicrophone Types\nBack-Electret Condenser\nPerformance\nMaximum SPL\n134 dB (at 1 kHz = 1% THD)\nMicrophone Frequency Response\n20 Hz to 18 kHz\nMicrophone Sensitivity\n-38 dB ±3 dB (0 dB=1V/Pa at 1 kHz)\nPolar Patern\nUnidirectional",
    "doc_type": "manual",
    "brand_id": 4,
    "brand_name": "Presonus",
    "file_path": "/workspaces/Support-Center-/backend/data/presonus/\n____________________M7_MKII_Cardioid_Condenser_Microphone,_Black\n___________________81021fd4.html",
    "metadata": {},
    "scraped_at": "2025-12-26 21:30:41.017768"
  },
  {
    "url": "https://www.presonus.com/products/eris-e66-studio-monitor",
    "title": "\n                    Eris® E66 Studio Monitor\n                  ",
    "content": "Home\nShop\nBi-Amped Active Monitors\nSale\nSold Out\nEris\n®\nE66 Studio Monitor\nEris® E66 Studio Monitor\nSKU:\n                    \n                    2777500110\nDiscontinued\nFind In Store\nFind Online\nView full details\nEris\n®\nE66 Studio Monitor\nOverview\nVideo\nDownloads\nHighlights\nSpecs\nDiscontinued\nOverview\nThe Eris® E66 studio monitor delivers an expanded, highly accurate frequency response and the widest stereo field available in its class. Its nested Midwoofer-Tweeter-Midwoofer (MTM) configuration offers improved off-axis response and spatial resolution. The result is a more consistent listening experience, smoother frequency response, and an ultra-wide, detailed stereo soundstage.\nConventional two-way speaker designs can cause significant early reflections from their surrounding environment. The Eris E66 studio monitor overcomes this by positioning a 1.25-inch, silk dome, high-frequency driver between two 6.5-inch midrange drivers that cover the same frequency range.\nThe combined signal of the two relatively small drivers propagates forward like a single waveform, behaving like a single, larger driver. This mutual coupling provides a highly dynamic output in a compact footprint resulting in size-defying bass reproduction. At the same time, the two smaller woofers work in parallel to partially contain the dispersion of the tweeter, minimizing phase displacement. The result is incredibly detailed stereo imaging.\nLike all Eris studio monitors, the E66 offers flexible connectivity and extensive acoustic tuning controls. The three-position Acoustic Space switch plus High and Mid controls help to mitigate room anomalies. A Low Cutoff filter makes it easy to integrate a Temblor® subwoofer into your monitor setup.\nOverview\nFeatures\nNested MTM (D'Appolito) design with dual woven composite drivers provides smooth on- and off-axis response with more dynamic output than conventional two-way studio monitor configurations\nMTM (D'Appolito) design minimizes phase displacement and leads to improved spatial resolution and a much wider sweet spot\nDual 6.5-inch, custom-woven Kevlar LF/midrange drivers produce dynamic, size-defying bass output\n1.25-inch, silk-dome HF driver ensures smooth high-frequency performance that is never fatiguing to the ears\n140W Class A/B bi-amplification for an open, clear, and less fatiguing listening experience\n×\nDownloads\nDon't see what you're looking for?\nLog in to your\nmy.presonus.com\naccount.\nDocumentation\nDon't see what you're looking for?\nLog in to your\nmy.presonus.com\naccount.\nHighlights\nHorizontal or Vertical. It’s up to you.\nMany MTM speakers must be arrayed vertically to provide a clear, interference-free midrange and treble reproduction to either side. With their nested MTM design, Eris E66 studio monitors are able to perform optimally in both orientations, letting you position your speaker the way that works best for you.\nDesigned to sound their best in any room.\nEris E66 studio monitors are equipped with Acoustic Tuning controls to ensure the flattest response in your mix environment. You get Low-cut, Mid, and High controls, as well as three-way Acoustic Space tuning that makes it easy to compensate for the boundary bass boost that occurs when a speaker is placed too close to a wall.\nSpecs\nAccessories\nFootswitch\nNA\nElectronics\nInput Impedance\n10 kΩ\nVoltageRequirements\n100-240 VAC, 50-60 Hz\nGeneral\nColor\nBlack\nProduct Name\nEris® E66 Studio Monitor, Black\nSeries\nEris®\nHardware\nAudio Controls\nVolume Range: A-Type Taper\nMF Control: Variable (-6 to +6 dB)\nHF Control: Variable (-6 to +6 dB)\nLow Cut: Flat, 80 Hz, 100 Hz\nAcoustic Space: Flat, -2 dB, -4 dB\nCabinet Material\nVinyl-Laminated, Medium-Density Fiberboard\nHF Transducers\n1.25” Silk Dome Tweeter\nLF Transducers\nDual 6.5\"\nMonitor Inputs\n1 x Balanced XLR, 1 x Balanced 1/4\" TRS, 1 x Unbalanced RCA\nMeasurements\nProduct Depth\n8.5\" (21.59 cm)\nProduct Height\n9.8\" (25.0 cm)\nProduct Width\n18.12\" (460 mm)\nMiscellaneous\nPower Cable\nIEC\nProtections\nRF Interference\nOutput-Current Limiting\nOver-Temperature\nTurn-On/Off Transient\nSubsonic Filter\nExternal Mains Fuse\nPerformance\nPeak SPL\n106 dB (at 1 Meter)\nSpeakers\nCrossover Frequency\n2.4 kHz",
    "doc_type": "manual",
    "brand_id": 4,
    "brand_name": "Presonus",
    "file_path": "/workspaces/Support-Center-/backend/data/presonus/\n____________________Eris®_E66_Studio_Monitor\n___________________d3fe789d.html",
    "metadata": {},
    "scraped_at": "2025-12-26 21:30:48.134668"
  },
  {
    "url": "https://www.presonus.com/products/studio-24c",
    "title": "\n                    Studio 24c\n                  ",
    "content": "Home\nShop\nAudio Interfaces\nSale\nStudio 24c\nStudio 24c\nSKU:\n                    \n                    2777700403\nRegular price\n$157.99\nRegular price\n$157.99\n$157.99\nSale price\nUnit price\n/\nper\nSale\nSold out\nOur 2x2, 24-bit / 192 kHz, USB-C recording audio interface with studio-grade converters, pristine XMAX-L solid-state mic preamps, and ladder-style LED monitoring.\n.Learn more.\nRegular price\n$157.99\nRegular price\n$157.99\n$157.99\nSale price\nUnit price\n/\nper\nAdd to Cart\nFind In Store\nFind Online\nView full details\nStudio 24c\nRegular price\n$157.99\nRegular price\n$157.99\n$157.99\nSale price\nUnit price\n/\nper\nSale\nSold out\nOverview\nVideo\nDownloads\nHighlights\nSpecs\n.Learn more.\nRegular price\n$157.99\nRegular price\n$157.99\n$157.99\nSale price\nUnit price\n/\nper\nAdd to Cart\nFind Online\nOverview\nWhether you're recording your first album or your hit podcast's latest episode, the Studio 24c will help you sound your best. With two of PreSonus®' pristine XMAX-L mic preamps for recording vocals, high-headroom instrument preamps so you can connect your guitar or bass directly to your interface, and professional input metering so you can keep track of your recording levels, the Studio 24c delivers amazing sound quality in a rugged, compact form factor.\nWhen you have the right tools, any job is easier and faster to finish. High-quality converters and PreSonus' professional-grade XMAX-L mic preamps let you capture complex musical harmonics smoothly and naturally. Professional input and output metering let you keep an eye on your levels when you're recording by yourself. An easy to use Mix control lets you blend your analog inputs with playback from your computer, making creating a great monitor mix fast and simple.\nWhether you're just getting into recording or are a veteran producer who wants to go mobile, the Studio 24c will give you clear, clean, ultra-high-def sound in a bus-powered, rugged unit. A complete home recording studio right out of the box, the Studio 24c audio interface comes with a 6-month stackable subscription to Studio One Pro+ so you can start recorording right away.\nView Computer System Requirements\nOverview\nFeatures\nSimultaneous I/O up to 2 inputs/2 outputs\n2 mic/instrument/line inputs with XMAX-L mic preamps\n2 balanced ¼-inch TRS main outputs to connect professional studio monitors\nHigh-power headphone output\nMIDI In/Out\nMixer knob for low-latency direct input monitoring\nFront-panel level controls for main outputs\n4 ladder-style LED level meters (2 input, 2 main output)\n24-bit resolution, 44.1, 48, 88.2, 96, 176.4 and 192 kHz sampling rates\nUSB-C to USB-C and USB-C to USB-A cables included for compatibility with most computers\nRecording software included: Studio One 6 Artist Edition\n×\nDownloads\nDon't see what you're looking for?\nLog in to your\nmy.presonus.com\naccount.\nDocumentation\nSoftware\nUniversal Control v4.7.2.108537 Download (Windows)\nUniversal Control v4.7.2.108537 (Android)\nUniversal Control v4.7.2.108537 Download (Mac)\nUniversal Control v4.7.1.107907 Download (Mac)\nUniversal Control v4.7.0.106978 Download (Mac)\nUniversal Control v4.7.0.106978 Download (Windows)\nUniversal Control v4.7.0.106978 (Android)\nNeed an older version? Click here\nDon't see what you're looking for?\nLog in to your\nmy.presonus.com\naccount.\nHighlights\nFree Software Included - Studio One Pro 6 Artist Edition\nYour hardware registration includes Studio One 6, Artist Edition — a great way to start recording and a powerful entryway into the Studio One universe. Users can upgrade to Studio One Pro when they're ready to take their game to the next level. Compatible with virtually all macOS, and Windows.\nSpecs\nElectronics\nConnectivity\nUSB-C®\nHeadphone Jack\n1/4\" Stereo\nInputs\nTwo - Combo Mic/Instrument/Line Inputs (XLR Female Balanced, 1/4\" TS Female Unbalanced (Inst) or TRS Female Balance (Line))\nLine Out\nTwo - 1/4\" Balanced (Left and Right)\nPhantom Power\n+48 VDC, 10 mA\nVoltageRequirements\n100-240 VAC, 50-60 Hz\nGeneral\nColor\nBlack and Blue\nProduct Name\nStudio 24c, Black and Blue\nSeries\nStudio\nInputs\nInstrument Inputs Dynamic Range\n105 dB (A-Weighted, Unity Gain)\nInstrument Inputs Frequency Response\n20 Hz – 20 kHz (±0.1 dBu, Unity Gain, Unweighted)\nInstrument Inputs Gain Range\n50 dB\nInstrument Inputs Maximum Level\n+19 dBu (Minimum Gain)\nMicrophone Input Connection Type\nCombo Locking XLR Mic - 1/4” TRS Line\nMicrophone Preamp Dynamic Range\n106 dB (A-Weighted, Minimum Gain)\nMicrophone Preamp Equivalent Input Noise\n-126 dBu (A-Weighted, 150Ω, Maximum Gain)\nMicrophone Preamp Frequency Response\n20 Hz - 20 kHz (±0.3 dBu, Unity Gain, Unweighted)\nMicrophone Preamp Gain Control Range\n50 dB\nMicrophone Preamp Input Impedance\n1.4 kΩ\nMicrophone Preamp Maximum Input Level\n+10 dBu (±0.5 dBu, Minimum Gain)\nMicrophone Preamp Total Harmonic Distortion\n0.004% (1 kHz, -1 dBFS, Minimum Gain)\nMeasurements\nProduct Depth\n5.5\" (139.7 mm)\nProduct Height\n1.75\" (44.45 mm)\nProduct Height/Length\n1.75\" (44.45 mm)\nProduct Weight\n2 lb. (0.91 kg)\nProduct Width\n7\" (17.8 cm)\nMiscellaneous\nPower Cable\nUSB-C Cable\nSupported Sample Rates\n44.1, 48, 88.2, 96, 176.4, or 192 kHz (kHz)\nOutput\nHeadphone Outputs Dynamic Range\n83 dB (A-Weighted, 56Ω Load)\nHeadphone Outputs Frequency Response\n20 Hz – 20 kHz (±0.5 dBu, Unity Gain, Unweighted)\nHeadphone Outputs Impedance Working Range\n32Ω to 300Ω\nHeadphone Outputs Maximum Output\n47 mW/Channel @56Ω\nHeadphone Outputs Total Harmonic Distortion\n0.01% (1 kHz, 0 dBFS, Loaded)\nLine Outputs Connection Type\n1/4\" TRS, Balanced\nMain And Line Outputs Dynamic Range\n104 dB (Unity Gain, Unweighted)\nMain And Line Outputs Frequency Response\n20 Hz - 20 kHz (±0.3 dBu, Unity Gain, Unweighted)\nMain And Line Outputs Maximum Level\n+10 dBu (1 kHz, Unity Gain, Balanced)\nMain And Line Outputs Total Harmonic Distortion\n0.001% (1 kHz, -1 dBFS, Unity Gain)\nMain Outputs Connection Type\n1/4\" TRS, Balanced\nPerformance\nDigital Audio Bit Depth\n24 Bit\nDigital Audio Dynamic Range\n108 dB",
    "doc_type": "manual",
    "brand_id": 4,
    "brand_name": "Presonus",
    "file_path": "/workspaces/Support-Center-/backend/data/presonus/\n____________________Studio_24c\n___________________c6fb29b2.html",
    "metadata": {},
    "scraped_at": "2025-12-26 21:30:54.769383"
  },
  {
    "url": "https://www.presonus.com/products/bluetube-dp-v2",
    "title": "\n                    BlueTube DP v2\n                  ",
    "content": "Home\nShop\nGifts for the Recording Artist\nSale\nBlueTube DP v2\nBlueTube DP v2\nSKU:\n                    \n                    2777400101\nRegular price\n$314.99\nRegular price\n$314.99\n$314.99\nSale price\nUnit price\n/\nper\nSale\nSold out\nOur 2-channel dual-path mic / instrument preamp.\n.Learn more.\nRegular price\n$314.99\nRegular price\n$314.99\n$314.99\nSale price\nUnit price\n/\nper\nAdd to Cart\nFind In Store\nFind Online\nView full details\nBlueTube DP v2\nRegular price\n$314.99\nRegular price\n$314.99\n$314.99\nSale price\nUnit price\n/\nper\nSale\nSold out\nOverview\nDownloads\nSpecs\n.Learn more.\nRegular price\n$314.99\nRegular price\n$314.99\n$314.99\nSale price\nUnit price\n/\nper\nAdd to Cart\nFind Online\nOverview\nEquipped with instrument and mic inputs and built for serious gigging, the PreSonus® BlueTube DP V2 dual-path mic/instrument preamplifier is a great choice for guitarists, bassists, singer/songwriters and more. Compact, affordable and capable of a stunningly wide range of tones, the BlueTube DP V2 offers two independent channels with combo mic/instrument inputs and unbalanced ¼-inch and balanced XLR line outputs. You can use it as a preamp and as a direct box (DI) for guitars and basses. Singer-songwriters can run the vocal through one channel and a guitar through the other, feeding both to the PA  -  no guitar amp needed.\nEach channel features one of PreSonus' famed XMAX Class A solid-state preamps, followed in the signal path by a 12AX7 vacuum-tube stage that's hand-selected and carefully tested for top audio performance. When the Tube Drive control is clicked off, you're using the solid-state preamp for quiet, clean transparent amplification; when engaged, your signals flow through the tube preamp, and you can achieve anything from gentle warmth to edgy distortion.\nWe didn't forget the extras: an 80 Hz highpass filter, phantom power, a -20 dB pad to control hot input signals, polarity reverse and a backlit VU meter. Housed in a rugged case small enough to carry in a gig bag or screw-mount in half a standard rack tray, the BlueTube DP V2 is a great-sounding tool you'll use on a variety of sources.\nOverview\nFeatures\n2 Balanced combo mic/unbalanced instrument inputs\n2 High-headroom Class A XMAX mic preamplifiers with 80 dB gain range and 48V phantom power and 12AX7 vacuum tube gain stage with Tube Drive tube-saturation control\n80 Hz high-pass filter\n-20 dB pad to reduce hot input levels\nPolarity-reverse switch\nIlluminated analog VU input-level meter\n2 balanced XLR and 2 unbalanced ¼-inch main (L/R) line outputs\nCompact 1/2U chassis\nExternal 12 VDC, 1A power supply\nDownloads\nDon't see what you're looking for?\nLog in to your\nmy.presonus.com\naccount.\nDocumentation\nDon't see what you're looking for?\nLog in to your\nmy.presonus.com\naccount.\nSpecs\nElectronics\nChannels\nTwo\nVoltageRequirements\n100-240 VAC, 50-60 Hz\nGeneral\nColor\nBlue\nProduct Name\nBlueTube DP v2, Blue, 120V\nSeries\nMicrophone Preamps\nInputs\nInstrument Input Connection Type\n1/4” TS Female, Unbalanced, Hi-Z\nMicrophone Preamp Input Impedance\n1.3 kΩ\nMicrophone Preamp Total Harmonic Distortion\nTube Stage: 0.01% to 30% (Unweighted), Solid-State: <0.005% (Unweighted)\nMeasurements\nProduct Depth\n5.5\" (139.7 mm)\nProduct Height\n1.75\" (44.45 mm)\nProduct Height/Length\n1.75\" (44.45 mm)\nProduct Width\n9.5\" (241mm)\nMiscellaneous\nPower Cable\n12 VDC, 1A, External Power Supply\nOutput\nMain And Line Outputs Output Impedance\n51Ω",
    "doc_type": "manual",
    "brand_id": 4,
    "brand_name": "Presonus",
    "file_path": "/workspaces/Support-Center-/backend/data/presonus/\n____________________BlueTube_DP_v2\n___________________bd0d6064.html",
    "metadata": {},
    "scraped_at": "2025-12-26 21:31:00.764680"
  },
  {
    "url": "https://www.presonus.com/products/cdl12-constant-directivity-sound-reinforcement-loudspeaker",
    "title": "\n                    CDL12 Constant Directivity Sound Reinforcement Loudspeaker\n                  ",
    "content": "Home\nShop\nCDL Loudspeakers & Accessories\nSale\nSold Out\nCDL12 Constant Directivity Sound Reinforcement Loudspeaker\nCDL12 Constant Directivity Sound Reinforcement Loudspeaker\nSKU:\n                    \n                    2779100201\nOur full-range, 20 degree, constant directivity sound reinforcement loudspeaker with hybrid point-source/line-array design.\nDiscontinued\nFind In Store\nFind Online\nView full details\nCDL12 Constant Directivity Sound Reinforcement Loudspeaker\nOverview\nVideo\nDownloads\nHighlights\nSpecs\nDiscontinued\nOverview\nThe result of years of research and development, the PreSonus CDL12 combines the best attributes of point source and line array technology into a unique patent-pending design. You get clear, articulate speech intelligibility and natural music reproduction thanks to its highly focused pattern with consistent SPL throughout the frequency response range, both on- and off-axis.\nEach CDL12 consists of eight 2-inch drivers aligned in a segmented circular-arc high-frequency array centered in front of a 12-inch woofer. Because the output of the low-frequency driver travels from the same acoustic axis as the high-frequency array, the pattern always radiates from the center. This is true whether the CDL12 is used individually or as part of an acoustically coupled vertical array with up to six enclosures. This unique design avoids the near-field anomalies that can interfere with the sound quality of a traditional line array by creating a far-field response almost as soon as the sound is projected from the center of the enclosure.\nIntegrated pin-loaded rigging hardware makes create an array fast and easy. A dual-angle pole mount is also provided, supporting the use of one or two enclosures when pole mounted on a tripod stand, or atop the companion CDL18s subwoofer. For suspended applications, up to five CDL12 enclosures can be flown beneath one or two CDL18s subwoofers. When flown without a subwoofer, six CDL12 loudspeakers can be arrayed to create a truly symmetric 120˚ x 120˚ design.\nOverview\nFeatures\nContinuous-directivity constant curve array with eight 2-inch cone drivers disperses sound 120° horizontally\n20˚ vertical directivity can be extended from 40˚ up to 120˚ with additional arrayable CDL12s\n12-inch, long-throw LF transducer with 2.5-inch voice coil\nLow 420 Hz crossover point minimizes comb filtering and enhances line array intelligibility\n500 x 500 watts Class D power for high SPLs and lightning-fast transient response\nHigh-pass filter\nRemote control via Worx Control software for macOS and Windows, including compression, polarity invert, limiting, delay, 8-band EQ and preset selection\n35 mm pole socket with 7.5˚ downward tilt for use with up to two CDL12 on a tripod or atop PreSonus® CDL18s subwoofer\nIntegrated flyware to create an array of up to six CDL12s\nSignal, -3 dB, Limiter Protection, and Clip Monitoring\nRugged enclosure and tour-grade, 1.2 mm steel grille\nSix-year Warranty\n×\nDownloads\nDon't see what you're looking for?\nLog in to your\nmy.presonus.com\naccount.\nDocumentation\nSoftware\nPreSonus® Worx Control 1.5.0.58513 (Mac)\nPreSonus® Worx Control 1.5.0.58513 (Windows)\nWorx Control 1.4 (Mac)\nWorx Control 1.4 (Windows)\nCDL12 - EASE Loudspeaker File - v1\nDon't see what you're looking for?\nLog in to your\nmy.presonus.com\naccount.\nHighlights\nThe CDL12’s Constant Directivity Design\nThe eight 2-inch high-frequency drivers arc over a single 12-inch woofer are comparable to the coaxial driver configuration found in professional studio monitors. The result is better sonic coherence across the entire venue.\nMore About the CDL12’s HF Driver Array\nThe 2-inch cones’ fast transient response is matched for high- and mid-range reproduction. This is enhanced by setting the internal crossover to 420 Hz, so the CDL12 reproduces audio seamlessly, with no gaps at the heart of the musical range. This also minimizes comb filtering between 12-inch bass drivers in an array for a smooth low-mid response.\nCDL12 Power Amplification\nEach 2-inch speaker in the high-frequency driver array has a 1-inch voice coil, and the entire array is driven by a 500W Class D amplifier. Because the power is shared across eight voice coils, power compression is reduced, resulting in an efficient design and a flatter phase response for less fatiguing listening and a refined, balanced sound.\nWorx Control Software\nWorx Control software provides CDL-series management tools, including compression, limiting, and 800 ms of delay. An eight-band EQ with individually selectable filter types compensates for room anomalies. Speakers can be grouped and managed individually or together. Performance monitoring indicators monitor temperature and signal levels.\nCDL-series Rigging Accessories\nCDL loudspeakers and rigging hardware are rated for a 10:1 load. The CDL Rigging Grid is required for flown installations. The CDL Rigging Extension Bar provides tilt control. The CDL Rigging Sling is required with 4 or more CDL loudspeakers in a vertical array and when using the CDL Rigging Extension Bar with a tilt of 12˚ or greater.\nDante® Spoken Here\nThe locking Ethernet connection on the CDL12’s integrated PDA-1000 power amplifier also provides audio networking capability via Dante. Dante’s multi-channel digital media networking technology delivers near-zero latency and synchronization and has been adopted by many pro-audio manufacturers, facilitating the CDL12 loudspeaker’s interoperability with a wide range of equipment.\nSpecs\nElectronics\nAuxiliary Input\nN/A\nChannels\nOne\nInputs\nOne - 1 XLR\nLine Out\nOne - Direct Line Out (XLR)\nPower Consumption\n4.2A\nVoltageRequirements\n100-240 VAC, 50-60 Hz\nGeneral\nAmplifier Type\nClass-D\nColor\nBlack\nProduct Name\nCDL12 Constant Directivity Sound Reinforcement Loudspeaker, Black\nSeries\nCDL\nHardware\nAudio Controls\nPreset Select\nHPF On/Off\nCabinet Material\n15mm Eucalyptus Plywood\nCooling\nFree Air Convection\nGrille Material\nPowder-Coated Steel\nHF Powere\n1000W Peak, 500W Program (250W RMS)\nHF Transducers\n8 x 2” (1” Voice Coil)\nHandle\n2 Side\nLF Power\n1000W Peak, 500W Program (250W RMS)\nLF Transducers\n12” (2.5” Voice Coil)\nPole Socket\nDual-Position Pole Mount (0° and 10°) 35 mm\nInputs\nLine Inputs Impedance\n40 kΩ\nLine Inputs Maximum Level\n+4 dBu\nMeasurements\nProduct Depth\n17.5\" (444.5 mm)\nProduct Height\n18.6\" (473 mm)\nProduct Width\n20.8\" (529 mm)\nMiscellaneous\nDSP Features\nCompression, Limiting, Delay, 8-band EQ and Preset Selection via WorxControl\nPower Cable\npowerCON™ In and Out\nProtections\nAmplifier Protection: Over-current, DC, Over/Under-Voltage, Over-Temperature, High Frequency\nTransducer Protection: Limiter\nSupported Sample Rates\n48 kHz\nSuspension\nIntegrated Rigging (10:1 Load)\nPerformance\nAmplifier Dynamic Range\n119 dB (A-Weighted)\nDigital Audio Bit Depth\n24-bit\nPeak SPL\n131 dB\nTotal Harmonic Distortion\n<0.05% (20 Hz - 20 kHz)\nTotal Power Output\n2000W Peak, 1000W Program (500W RMS)\nSpeakers\nCoverage Pattern\n120 degree (H) x 20 degree (V)\nCrossover Frequency\n420 Hz\nSpeaker Type\nActive 2-Way\nTotal Impedance\nNA",
    "doc_type": "manual",
    "brand_id": 4,
    "brand_name": "Presonus",
    "file_path": "/workspaces/Support-Center-/backend/data/presonus/\n____________________CDL12_Constant_Directivity_Sound_Reinforcement_Loudspeaker\n___________________7f0ac4fe.html",
    "metadata": {},
    "scraped_at": "2025-12-26 21:31:08.866660"
  },
  {
    "url": "https://www.presonus.com/products/air10-loudspeaker-tote-bag",
    "title": "\n                    AIR10 Loudspeaker Tote Bag\n                  ",
    "content": "Home\nShop\nGifts for the Gigging Musician\nSale\nAIR10 Loudspeaker Tote Bag\nAIR10 Loudspeaker Tote Bag\nSKU:\n                    \n                    2779400101\nRegular price\n$96.99\nRegular price\n$96.99\n$96.99\nSale price\nUnit price\n/\nper\nSale\nSold out\nOur protective bag for AIR10 loudspeakers.\n.Learn more.\nRegular price\n$96.99\nRegular price\n$96.99\n$96.99\nSale price\nUnit price\n/\nper\nAdd to Cart\nFind In Store\nFind Online\nView full details\nAIR10 Loudspeaker Tote Bag\nRegular price\n$96.99\nRegular price\n$96.99\n$96.99\nSale price\nUnit price\n/\nper\nSale\nSold out\nOverview\nDownloads\nSpecs\n.Learn more.\nRegular price\n$96.99\nRegular price\n$96.99\n$96.99\nSale price\nUnit price\n/\nper\nAdd to Cart\nFind Online\nOverview\nPadded tote for your Air XD 10 or AIR10 Loudspeaker\nOverview\nFeatures\nFits ONE (1) Air XD 10 or (1) AIR10 loudspeaker\nOffers solid protection while transporting.\nPadded, soft-shell design with handles and shoulder straps for easy transport\nWeather-resistant, heavy-duty Nylon/Cordura material.\nDownloads\nDon't see what you're looking for?\nLog in to your\nmy.presonus.com\naccount.\nDocumentation\nDon't see what you're looking for?\nLog in to your\nmy.presonus.com\naccount.\nSpecs\nGeneral\nColor\nBlack\nMaterial\nNylon\nProduct Name\nAIR10 Loudspeaker Tote Bag, Black\nSeries\nPreSonus Bags\nMiscellaneous\nCommodity Code\n4202921100",
    "doc_type": "manual",
    "brand_id": 4,
    "brand_name": "Presonus",
    "file_path": "/workspaces/Support-Center-/backend/data/presonus/\n____________________AIR10_Loudspeaker_Tote_Bag\n___________________bb1b0527.html",
    "metadata": {},
    "scraped_at": "2025-12-26 21:31:16.527202"
  },
  {
    "url": "https://www.presonus.com/products/studiolive-18sai-active-integration-subwoofer",
    "title": "\n                    StudioLive® 18sAI Active Integration Subwoofer\n                  ",
    "content": "Home\nShop\nDiscontinued Products\nSale\nStudioLive\n®\n18sAI Active Integration Subwoofer\nStudioLive® 18sAI Active Integration Subwoofer\nSKU:\n                    \n                    2779100401\nDiscontinued\nFind In Store\nFind Online\nView full details\nStudioLive\n®\n18sAI Active Integration Subwoofer\nOverview\nDownloads\nSpecs\nDiscontinued\nOverview\nStudioLive® 18sAI Active Integration subwoofers deliver studio-monitor accuracy onstage with unprecedented onboard processing and networking features. PreSonus® Active Integration technology enables wireless and wired networking control for setup, tuning, and monitoring functions, using an iPad®, a Mac® or Windows® laptop, or both. Powerful and musical, the StudioLive 18sAI naturally extends low-frequencies with a fast and accurate transient response and is a perfect mate for StudioLive 312AI, 315AI, and 328AI full-range loudspeakers, making it an ideal choice for installations and mobile applications where fidelity matters.\nOverview\nFeatures\n18-inch ferrite transducer\n1,000 watt (bridged), Class D amplifier\nActive Integration 32-bit, 96 kHz DSP with variable crossover, dynamic limiting, and excursion limiting\nStereo line inputs (XLR-¼” combo) and switchable stereo/summed-mono line outputs (XLR)\nUniversal Switch mode power supply with power-factor correction\nShips with Ethernet connection for wired control; optional Dante™ card\nAlignment delay (switchable: 0, 2, or 4 feet) enables subwoofer to be placed in different positions relative to a full-range speaker system\nWireless or wired networking with free SL Room Control software for Mac®, Windows®, and iPad® enables complete setup, tuning, and monitoring\nNetwork Setup Wizard automatically detects each speaker and allows you to quickly connect to your wireless router network\nRemote control over Maximum SPL/output level, high-pass filter, onboard operational modes, performance monitoring, mute, and speaker delay\n31-band graphic EQ and 8-band parametric EQ (total of 10, including feedback notch filter)\nVisually display room layout on a laptop or iPad\n​Edit, save, recall, and share speaker-setup parameters\nComfortable, ergonomic handles\nIntegrated pole insert and interlocking stacking provisions\nOptional mountable Sub Dolly and pull-tested Sub Pole to mount a full-range system atop the 18sAI\nDownloads\nDon't see what you're looking for?\nLog in to your\nmy.presonus.com\naccount.\nDocumentation\nSoftware\nSL Room Control v1.0.0.28178 (Windows)\nSL Room Control v1.0.0.28178 (Mac)\nDon't see what you're looking for?\nLog in to your\nmy.presonus.com\naccount.\nSpecs\nElectronics\nAuxiliary Input\nN/A\nChannels\nTwo\nConnectivity\nUSB\nInputs\nTwo - 2 x Line\nLine Out\nTwo - 2 XLR Male (Mix Out, Direct Out)\nVoltageRequirements\n100-240 VAC, 50-60 Hz\nGeneral\nAmplifier Type\nClass-D\nColor\nBlack\nProduct Name\nStudioLive® 18sAI Active Integration Subwoofer, Black\nSeries\nStudioLive®\nHardware\nAudio Controls\nSpeaker Level (Variable: -12 dB to +12 dB), Mono Sum\nCabinet Material\n15mm Eucalyptus Plywood\nCooling\nFree Air Convection\nGrille Material\nPowder-Coated Steel\nHandle\n2 Side\nLF Power\n2 x 500W Bridged (1000W Total)\nLF Transducers\n1x18\" Ferrite (4\" Voice Coil)\nMeasurements\nProduct Depth\n26\" (66 cm)\nProduct Height\n23\" (58.42 cm)\nProduct Width\n24\" (60.96 cm)\nMiscellaneous\nDSP Features\nContour Presets: Normal, Extended LF\nDelay Presets: 0m, 1m, 2m\nPower Cable\nIEC\nProtections\nAmplifier: Over-Current, DC, Over/Under-Voltage, Over-Temperature, High Frequency\nTransducer: 4-Channel Multi-Threat Limiter\nSupported Sample Rates\n96 kHz\nPerformance\nAmplifier Dynamic Range\n119 dB (A-Weighted)\nDigital Audio Bit Depth\n24 Bit\nPeak SPL\n135 dB\nTotal Harmonic Distortion\n<0.05% (20 Hz - 20 kHz)\nTotal Power Output\n1000W (Total Power Without Protection Algorithms and Limiter Enabled)\nSpeakers\nSpeaker Type\nPowered Subwoofer\nTotal Impedance\nNA",
    "doc_type": "manual",
    "brand_id": 4,
    "brand_name": "Presonus",
    "file_path": "/workspaces/Support-Center-/backend/data/presonus/\n____________________StudioLive®_18sAI_Active_Integration_Subwoofer\n___________________f5b55e81.html",
    "metadata": {},
    "scraped_at": "2025-12-26 21:31:25.818061"
  },
  {
    "url": "https://www.presonus.com/products/iostation-24c",
    "title": "\n                    ioStation 24c\n                  ",
    "content": "Home\nShop\nAudio Interfaces\nSale\nSold Out\nioStation 24c\nioStation 24c\nSKU:\n                    \n                    2777700201\nRegular price\n$199.99\nRegular price\n$199.99\n$199.99\nSale price\nUnit price\n/\nper\nSale\nSold out\nOur high-definition 2x2, 24-bit / 192 kHz, USB-C compatible audio interface and DAW production controller.\n.Learn more.\nRegular price\n$199.99\nRegular price\n$199.99\n$199.99\nSale price\nUnit price\n/\nper\nSold out\nFind In Store\nFind Online\nView full details\nioStation 24c\nRegular price\n$199.99\nRegular price\n$199.99\n$199.99\nSale price\nUnit price\n/\nper\nSale\nSold out\nOverview\nVideo\nDownloads\nHighlights\nSpecs\n.Learn more.\nRegular price\n$199.99\nRegular price\n$199.99\n$199.99\nSale price\nUnit price\n/\nper\nSold out\nFind Online\nOverview\n2x2, 192 kHz, USB-C™ Compatible Audio Interface and DAW Controller\nThe ioStation 24c gives you the tools you need to record and mix with the ease of hands-on, tactile control - all in a single device that doesn't clutter your creative space. Record your audio through two pristine XMAX mic preamps and high-definition 24-bit, 192 kHz analog-to-digital converters. Navigate your recordings with easy-to-use transport controls. Edit your production and automate parameters in your favorite DAW with the powerful Session Navigator and mix it all with a 100 mm touch-sensitive motorized fader.\nWe've incorporated elements from the award-winning FaderPort®-series controllers into the ioStation 24c. Rather than forcing you to reinvent your mixing method, the ioStation 24c augments the way you currently mix. You will still use your faithful keyboard and mouse for things they do well, while the ioStation 24c handles what you really want to get your fingers on: your mix. This is DAW control the way it should be.\nStreamlined workflow and support for the Mackie Control and HUI protocols make it fast and easy to control Pro Tools, Logic Pro X, Cubase, Ableton Live, and more. No driver installation is necessary; just plug in your ioStation 24c and take command of your mix. Deep integration with Studio One Pro will let you mix at lightning speed.\nWhether you're just getting into audio production or streamlining your recording rig, the ioStation 24c gives you ultra-high-def sound with professional mixing tools in a compact, space-saving design.\nView Computer System Requirements\nOverview\nFeatures\nTwo products in one: audio interface and DAW controller\n24-bit/192 kHz audio interface with 2 mic/instrument/line inputs with XMAX mic preamps, 2 balanced ¼-inch TRS main outputs, headphone output with independent level control\nComplete recording-transport controls: Play, Stop, Fast Forward, Rewind, Record, Loop, Drop Marker, Next/Prev Marker, Next/Prev Event\nGeneral session controls: Undo/Redo, Arm All, Solo/Mute Clear, Click On/Off\nSession Navigator provides quick control over Track Scrolling, Timeline Scrolling, and much more\nChannel Controls: Level, Pan, Solo, Mute, Rec Arm\nAutomation Controls: Touch, Latch, Trim, Write, Read, Off\nmacOS®- / Windows®-compatible with native Studio One Pro support and HUI and Mackie Control Universal emulation\nFootswitch input for hands-free start/stop (footswitch not included)\nRecording software included: Studio One 6 Artist Edition\n×\nDownloads\nDon't see what you're looking for?\nLog in to your\nmy.presonus.com\naccount.\nDocumentation\nSoftware\nUniversal Control v4.7.2.108537 Download (Windows)\nUniversal Control v4.7.2.108537 Download (Mac)\nUniversal Control v4.7.1.107907 Download (Mac)\nUniversal Control v4.7.0.106978 Download (Mac)\nUniversal Control v4.7.0.106978 Download (Windows)\nUniversal Control v4.6.1.104762 (Mac)\nUniversal Control v4.6.1.104762 (Windows)\nNeed an older version? Click here\nDon't see what you're looking for?\nLog in to your\nmy.presonus.com\naccount.\nHighlights\nFree Software Included - Studio One Pro 6 Artist Edition\nardware registration includes Studio One 6, Artist Edition — a great way to start recording and a powerful entryway into the Studio One universe. Users can upgrade to Studio One Pro when they're ready to take their game to the next level. Compatible with virtually all macOS, and Windows.\nAbleton Live integration.\nWhile compatible with most third-party software, FaderPort offers deeper integration with Ableton Live (version 10.1.5 and later). Navigate clips and scenes, change track volume and panning, and switch between Session and Arranger views — the FaderPort will help you work faster than ever.\nSuperior Sound\nTwo of PreSonus®’ acclaimed XMAX Class A analog microphone preamps deliver incredibly high headroom and a rich overall sound. High-quality converters provide 115 dB of dynamic range to capture complex musical harmonics smoothly and naturally. The result is clear, consistent audio that makes mixing easier and creating a polished sound faster.\nSpecs\nAccessories\nFootswitch\nMomentary or Latching (Not Included)\nElectronics\nConnectivity\nUSB-C® Compatible USB 2.0 Connection\nHeadphone Jack\n1/4” TRS Female, Stereo, Unbalanced\nInputs\nTwo - Combo Mic/Instrument/Line Inputs (XLR Female Balanced, 1/4\" TS Female Unbalanced (Inst) or TRS Female Balance (Line))\nPhantom Power\n+48 VDC\nVoltageRequirements\n100-240 VAC, 50-60 Hz\nGeneral\nColor\nBlack\nProduct Name\niOStation 24C, Black\nSeries\nioStation\nInputs\nInstrument Input Connection Type\n1/4” TS Female (Combo), Unbalanced\nInstrument Inputs Dynamic Range\n> 110 dB (A-Weighted, Minimum Gain)\nInstrument Inputs Frequency Response\n20 Hz to 20 kHz (±0.2 dB, Unity Gain, 48 kHz)\nInstrument Inputs Gain Range\n80 dB\nInstrument Inputs Maximum Level\n+15 dBu (Unbalanced, Minimum Gain)\nLine Input Connection Type\n1/4” TRS Female (Combo), Balanced\nLine Inputs Dynamic Range\n> 114 dB (A-Weighted, Minimum Gain)\nLine Inputs Frequency Response\n20 Hz to 20 kHz (±0.05 dB, Unity Gain, 48 kHz)\nLine Inputs Gain Range\n80 dB\nLine Inputs Impedance\n10 kΩ\nLine Inputs Maximum Level\n+ 22 dBu (Balanced, Minimum Gain)\nLine Inputs Total Harmonic Distortion\n< 0.007% (1 kHz, -1 dBFS, Minimum Gain)\nMicrophone Input Connection Type\nXLR Female (Combo), Balanced\nMicrophone Preamp Dynamic Range\n> 107 dB (A-Weighted, Minimum Gain)\nMicrophone Preamp Equivalent Input Noise\n< -128 dBu (Maximum Gain, 40Ω, 22 kHz BW, A-Weighted)\nMicrophone Preamp Frequency Response\n20 Hz to 20 kHz (±0.15 dB, Unity Gain, 48 kHz)\nMicrophone Preamp Gain Control Range\n80 dB\nMicrophone Preamp Input Impedance\n1.6 kΩ\nMicrophone Preamp Maximum Input Level\n+16 dBu (Balanced, Minimum Gain)\nMicrophone Preamp Total Harmonic Distortion\n< 0.007% (1 kHz, Minimum Gain)\nMeasurements\nProduct Depth\n6.8” (17.2 cm)\nProduct Height\n2.4\" (6 cm)\nProduct Height/Length\n2.4\" (6 cm)\nProduct Weight\n2.2 lbs (1 kg)\nProduct Width\n9.6\" (14.5 cm)\nMiscellaneous\nPower Cable\n12 VDC, 1.2A, External Power Supply\nSupported Sample Rates\n44.1, 48, 88.2, 96, 176.4, 192 kHz\nOutput\nHeadphone Outputs Dynamic Range\n> 107 dB (A-Weighted)\nHeadphone Outputs Frequency Response\n20 Hz to 20 kHz (±0.2 dB, 56Ω Load, 48 kHz)\nHeadphone Outputs Impedance Working Range\n32Ω to 300Ω\nHeadphone Outputs Maximum Output\n150 mW/Channel (56Ω Load)\nHeadphone Outputs Total Harmonic Distortion\n< 0.02% (1 kHz, -1 dBFS, No Load)\nMain And Line Outputs Dynamic Range\n> 109 dB (A-Weighted)\nMain And Line Outputs Frequency Response\n20 Hz to 20 kHz (±0.2 dB, Unity Gain, 48 kHz)\nMain And Line Outputs Maximum Level\n+18 dBu (Balanced)\nMain And Line Outputs Total Harmonic Distortion\n< 0.005% (1 kHz, +4 dBu)\nPerformance\nDigital Audio Bit Depth\n24 Bit\nDigital Audio Dynamic Range\nADC Dynamic Range (A-Weighted): 115 dB, DAC Dynamic Range (A-Weighted): 115 dB",
    "doc_type": "manual",
    "brand_id": 4,
    "brand_name": "Presonus",
    "file_path": "/workspaces/Support-Center-/backend/data/presonus/\n____________________ioStation_24c\n___________________12fba450.html",
    "metadata": {},
    "scraped_at": "2025-12-26 21:31:33.507385"
  },
  {
    "url": "https://www.presonus.com/products/eris-e45-bt-studio-monitor",
    "title": "\n                    Eris® E4.5 BT Studio Monitor\n                  ",
    "content": "Home\nShop\nEris Studio Reference Monitors\nSale\nSold Out\nEris\n®\nE4.5 BT Studio Monitor\nEris® E4.5 BT Studio Monitor\nSKU:\n                    \n                    2777500104\nRegular price\n$179.99\nRegular price\n$179.99\n$179.99\nSale price\nUnit price\n/\nper\nSale\nSold out\n.Learn more.\nRegular price\n$179.99\nRegular price\n$179.99\n$179.99\nSale price\nUnit price\n/\nper\nSold out\nFind In Store\nFind Online\nView full details\nEris\n®\nE4.5 BT Studio Monitor\nRegular price\n$179.99\nRegular price\n$179.99\n$179.99\nSale price\nUnit price\n/\nper\nSale\nSold out\nOverview\nVideo\nDownloads\nHighlights\nSpecs\n.Learn more.\nRegular price\n$179.99\nRegular price\n$179.99\n$179.99\nSale price\nUnit price\n/\nper\nSold out\nFind Online\nOverview\nDesigned by a proven leader in studio reference monitors, Eris E4.5 BT speakers deliver studio-quality sound with the convenience of Bluetooth® wireless technology. In addition to Bluetooth wireless connectivity, you get the flexibility of rear-panel, ¼-inch TRS and RCA inputs; a front-panel 1/8-inch stereo line input for use with mobile audio devices; a handy front-panel volume control; and an integrated headphone amplifier. Experience loud, clear audio thanks to 50W of onboard Class AB power. Want more bass? Adjust the speakers' response to taste with low- and high-frequency tuning controls. The Eris E4.5 BT speakers' elegantly compact form is well-suited for any home environment, yet they're compact enough to fit almost anywhere. making them a great choice for music lovers, content creators, and gamers.\nOverview\nFeatures\n4.5-inch, woven-composite, low-frequency transducer\n1-inch (25 mm), ultra-low-mass, silk-dome, high-frequency transducer\nBluetooth 5.0 wireless stereo input\nRCA and ¼-inch balanced​ TRS plus 1/8-inch stereo Aux In for use with mobile audio devices\n50W (25W/side) Class AB amplification\nIntegrated headphone amplifier with front-panel stereo 1/8-inch jack\n×\nDownloads\nDon't see what you're looking for?\nLog in to your\nmy.presonus.com\naccount.\nDocumentation\nDon't see what you're looking for?\nLog in to your\nmy.presonus.com\naccount.\nHighlights\nVersatile connectivity.\nPreSonus® Eris® E4.5 BTs connect wirelessly using Bluetooth 5.0 or via a wired connection to virtually any line-level audio source, using rear-panel ¼-inch TRS and RCA inputs and a front-panel ⅛-inch stereo line input. You also get a convenient (and loud!) front-panel, ⅛-inch, stereo headphone jack; connecting headphones mutes the speakers.\nSpecs\nAccessories\nFootswitch\nNA\nElectronics\nInput Impedance\n10 kΩ\nVoltageRequirements\n100-240 VAC, 50-60 Hz\nGeneral\nColor\nBlack\nProduct Name\nEris® E4.5 BT Studio Monitor, Black\nSeries\nEris®\nHardware\nAudio Controls\nVolume Range: A-type Taper\nMF Control: Variable (-6 to +6 dB, Center 100 Hz)\nHF Control: Variable (-6 to +6 dB, Center 10 kHz)\nCabinet Material\nVinyl-Laminated, Medium-Density Fiberboard\nHF Transducers\n1” Silk Dome Tweeter\nLF Transducers\n4.5\"\nMonitor Inputs\nBluetooth 5.0, 1 x Stereo 1/8\", 2 x Balanced 1/4” TRS, 2 x Unbalanced RCA\nMeasurements\nProduct Depth\n7\" (17.8 cm)\nProduct Height\n9.5\" (24 cm)\nProduct Width\n6.4\" (16.3 cm)\nMiscellaneous\nPower Cable\nIEC\nProtections\nRF Interference\nOutput-Current Limiting\nOver-Temperature\nTurn-On/Off Transient\nSubsonic Filter\nExternal Mains Fuse\nPerformance\nPeak SPL\n100 dB (@ 1 meter)\nSpeakers\nCrossover Frequency\n2.8 kHz",
    "doc_type": "manual",
    "brand_id": 4,
    "brand_name": "Presonus",
    "file_path": "/workspaces/Support-Center-/backend/data/presonus/\n____________________Eris®_E4.5_BT_Studio_Monitor\n___________________d6def2cb.html",
    "metadata": {},
    "scraped_at": "2025-12-26 21:31:41.580167"
  },
  {
    "url": "https://www.presonus.com/products/audiobox-go",
    "title": "\n                    AudioBox GO™\n                  ",
    "content": "Home\nShop\nAudio Interfaces\nSale\nAudioBox GO™\nAudioBox GO™\nSKU:\n                    \n                    2777700106\nRegular price\n$78.99\nRegular price\n$78.99\n$78.99\nSale price\nUnit price\n/\nper\nSale\nSold out\nOur ultra-affordable, ultra-compact, 2x2, 24-bit / 96 kHz, USB-C recording audio interface for home and mobile recording with professional sound quality.\n.Learn more.\nRegular price\n$78.99\nRegular price\n$78.99\n$78.99\nSale price\nUnit price\n/\nper\nAdd to Cart\nFind In Store\nFind Online\nView full details\nAudioBox GO™\nRegular price\n$78.99\nRegular price\n$78.99\n$78.99\nSale price\nUnit price\n/\nper\nSale\nSold out\nOverview\nVideo\nDownloads\nHighlights\nSpecs\n.Learn more.\nRegular price\n$78.99\nRegular price\n$78.99\n$78.99\nSale price\nUnit price\n/\nper\nAdd to Cart\nFind Online\nOverview\nUltra-affordable, surprisingly powerful, and small enough to fit in your pocket, AudioBox GO™ gives you all the connections you need to record on the move or in your home studio. Whether you're recording a guitar riff at rehearsal or a full-length solo album in your bedroom, you'll have all the tools you need to create like a pro, right from the start. Compatible with both computers and mobile devices, the AudioBox GO is perfect for anyone who wants to get started recording fast.\nYou get a PreSonus® XMAX-L preamp backed by over 25 years of recording-studio knowhow to make your XLR microphones perform at their best. The combo jack doubles as a line-level input that you can use to record keyboards, drum machines, and more! Record guitar and vocals at the same time using the dedicated Instrument input for you electric guitar or bass.\nMonitor with professional studio monitors using the balanced Main outputs. You also get a surprisingly powerful Headphone output that lets you listen in loud and clear. An easy-to-use Mix control makes creating a monitor mix simple by blending the audio from your hardware inputs and your software so you can record vocals while listening to the tracks you've already recorded.\nProfessional recording software included - Studio One 6, Artist Edition, is a great way to start recording and a powerful entryway into the Studio One universe. Users can upgrade to Studio One Pro when they're ready to take their game to the next level. Compatatible with virtually all macOS, and Windows.\nBest of all, the AudioBox GO is small enough to toss into your guitar case or your laptop bag. Whether you're recording on Android™ or Apple® mobile devices, a laptop, your desktop computer, the AudioBox GO makes recording fun and easy.\nView Computer System Requirements\nOverview\nFeatures\nUltra-affordable, ultra-compact and versatile audio interface for home and mobile recording.\nUSB-C®-compatible for use with the latest devices.\nRecording software included: Studio One 6 Artist Edition\nBus-powered by your connected USB-C® device so no need for an additional power supply - works great with both Apple and Android devices.\nConnect an instrument and a microphone at the same time: One TS instrument input to record guitar or bass and one mic/line combo input to record vocals or a keyboard, drum machine or other line-level instrument.\nOne ¼-inch stereo headphone output\nMix control lets you create a custom blend between inputs and playback for monitoring recordings with zero latency.\nTwo balanced TRS ¼-inch main outputs for studio monitors or other speakers.\nProfessional audio quality: Studio-grade converters allow for up to 24-bit/96 kHz recording and playback assuring the highest quality possible.\nProfessional XMAX-L mic preamp: Your microphone will sound its best thanks to this custom low-noise, high-headroom design with 50 dB of adjustable gain and switchable 48V phantom power for professional XLR condenser mics.\n×\nDownloads\nDon't see what you're looking for?\nLog in to your\nmy.presonus.com\naccount.\nDocumentation\nSoftware\nUniversal Control v4.7.2.108537 Download (Windows)\nUniversal Control v4.7.2.108537 Download (Mac)\nUniversal Control v4.7.1.107907 Download (Mac)\nUniversal Control v4.7.0.106978 Download (Mac)\nUniversal Control v4.7.0.106978 Download (Windows)\nUniversal Control v4.6.1.104762 (Mac)\nUniversal Control v4.6.1.104762 (Windows)\nNeed an older version? Click here\nDon't see what you're looking for?\nLog in to your\nmy.presonus.com\naccount.\nHighlights\nFree Software Included - Studio One Pro 6 Artist Edition\nYour hardware registration includes Studio One 6, Artist Edition — a great way to start recording and a powerful entryway into the Studio One universe. Users can upgrade to Studio One Pro when they're ready to take their game to the next level. Compatible with virtually all macOS, and Windows.\nSpecs\nElectronics\nConnectivity\nUSB-C® Compatible USB 2.0 Connection (Bus-Powered)\nHeadphone Jack\n1/4” TRS Female, Stereo, Unbalanced\nInputs\nOne - XLR Female (via Combo), Balanced, Microphone; One - 1/4\" TS Female (via Combo), Unbalanced, Line; One - 1/4\" TS Female (Input 2), Unbalanced, Instrument\nLine Out\nTwo - 1/4\" Balanced (Left and Right)\nPhantom Power\n+48 VDC (±2 VDC)\nVoltageRequirements\n100-240 VAC, 50-60 Hz\nGeneral\nColor\nBlack\nProduct Name\nAudioBox® GO™, Black\nSeries\nAudioBox®\nInputs\nLine Inputs Gain Range\n50 dB,(-20 dB to +30 dB)\nLine Inputs Maximum Level\n+19 dB\nMicrophone Input Connection Type\nXLR Female, Balanced\nMicrophone Preamp Frequency Response\n20 Hz - 20 kHz (±0.3 dBu, Unity Gain, Unweighted)\nMicrophone Preamp Gain Control Range\n50 dB (0 dB to +50 dB)\nMicrophone Preamp Input Impedance\n1.4 kΩ\nMicrophone Preamp Maximum Input Level\n+10 dBu (±0.5 dBu, Minimum Gain)\nMicrophone Preamp Total Harmonic Distortion\n0.004% (1 kHz, -1 dBFS, Minimum Gain)\nMiscellaneous\nPower Cable\nUSB-C® Bus-Powered\nPerformance\nDigital Audio Reference Level For Zero dBFS\n+10 dBu",
    "doc_type": "manual",
    "brand_id": 4,
    "brand_name": "Presonus",
    "file_path": "/workspaces/Support-Center-/backend/data/presonus/\n____________________AudioBox_GO™\n___________________08b9acdd.html",
    "metadata": {},
    "scraped_at": "2025-12-26 21:31:49.135425"
  },
  {
    "url": "https://www.presonus.com/products/r80-v2-studio-monitor",
    "title": "\n                    R80 V2 Studio Monitor\n                  ",
    "content": "Home\nShop\nDiscontinued Products\nSale\nSold Out\nR80 V2 Studio Monitor\nR80 V2 Studio Monitor\nSKU:\n                    \n                    2777500204\nDiscontinued\nFind In Store\nFind Online\nView full details\nR80 V2 Studio Monitor\nOverview\nDownloads\nHighlights\nSpecs\nDiscontinued\nOverview\nClarity is king - and with the R80 V2s, you'll hear every single detail of your music - and no problematic trouble spots will escape your ear again! If you're mixing or mastering high-resolution audio, the R80 V2 will ensure that you hear every nuance, thanks to its custom 6.8-inch Air Motion Transformer (AMT) tweeter that responds to the subtlest waveforms and the highest frequencies. You'll hear all of the air and space that has become synonymous with high-resolution audiophile sessions. The AMT design also allows the R80 V2 to handle 8 to 13 times the projection area of more traditional tweeter designs - while its unique housing constrains this projection area strictly to the horizontal axis. The result is a very wide sweet spot with focused vertical dispersion - minimizing reflections from your desk, floor, or ceiling.\nThe 8-inch, custom coated, woven composite LF driver produces a more dynamic output than conventional designs, thanks to the rigid cone's ability to maintain a more constant dispersion pattern across its frequency response range, resulting in transparent sound with reduced reflections. Biamped with 140W RMS of Class A/B power - 75 W driving the woofer and 45 W driving the tweeter - the R80 V2 ranks among the most powerful monitor speakers in its category.\nA set of four acoustic tuning controls allow you to tailor the R80 V2's frequency response to compensate for the anomalies of nearly any mix environment - so you can expect predictable, consistent performance in the event you use them in more than one place.\nOverview\nFeatures\n2-way active AMT tweeter design provides articulate high-frequency response, wide stereo imaging, and narrow vertical dispersion\nCustom-designed, 6.8-inch, AMT tweeter responds to the subtlest waveforms and the highest frequencies for audiophile-grade air and space\n8-inch LF drivers provide transparent mid- and low-frequency reproduction for clean, punchy bass\nBiamped, 140W RMS (LF = 75 W, HF = 65 W) Class A/B power amplifier with switching power supply\nAcoustic tuning controls (Low cut, Mid, High, Acoustic Space) compensate for room acoustics and placement\nDownloads\nDon't see what you're looking for?\nLog in to your\nmy.presonus.com\naccount.\nDocumentation\nDon't see what you're looking for?\nLog in to your\nmy.presonus.com\naccount.\nHighlights\nSet up your studio monitors for your room.\nR80 V2 studio monitors are equipped with Acoustic Tuning controls to ensure the flattest response in your mix environment. You get Low-cut, Mid, and High controls, as well as three-way Acoustic Space tuning that makes it easy to compensate for the boundary bass boost that occurs when a speaker is placed too close to a wall.\nSpecs\nAccessories\nFootswitch\nNA\nElectronics\nInput Impedance\n20 kΩ Balanced, 10 kΩ Unbalanced\nVoltageRequirements\n100-240 VAC, 50-60 Hz\nGeneral\nColor\nBlack\nProduct Name\nR80 V2 Studio Monitor, Black\nSeries\nR\nHardware\nAudio Controls\nVolume Range: A-Type Taper\nHigh-Frequency Control: +/- 6dB Shelf at 10kHz\nMid-Frequency Control: +/- 6dB at 1kHz\nLow Cut: Flat, 80Hz, or 100Hz\nAcoustic Space: Flat, -2dB or -4dB\nCabinet Material\nVinyl-Laminated, Medium-Density Fiberboard\nHF Transducers\nAMT\nLF Transducers\n8\" Woven Composite\nMonitor Inputs\n1 x Balanced XLR, 1 x Balanced 1/4\" TRS, 1 x Unbalanced RCA\nMeasurements\nProduct Depth\n12\" (30.5 cm)\nProduct Height\n15\" (38 cm)\nProduct Width\n9.5\" (24 cm)\nMiscellaneous\nPower Cable\nIEC\nProtections\nRF Interference\nOutput-Current Limiting\nOver-Temperature\nTurn-On/Off Transient\nSubsonic Filter\nExternal Mains Fuse\nOutput\nMonitor Signal To Noise Ratio\n>100 dB (A-Weighted)\nPerformance\nPeak SPL\n107 dB (at 1 Meter)\nSpeakers\nCrossover Frequency\n2.6 kHz",
    "doc_type": "manual",
    "brand_id": 4,
    "brand_name": "Presonus",
    "file_path": "/workspaces/Support-Center-/backend/data/presonus/\n____________________R80_V2_Studio_Monitor\n___________________84cdfec4.html",
    "metadata": {},
    "scraped_at": "2025-12-26 21:31:56.649294"
  },
  {
    "url": "https://www.presonus.com/products/cdl12-and-cdl18s-rigging-grid",
    "title": "\n                    CDL12 and CDL18s Rigging Grid\n                  ",
    "content": "Home\nShop\nLoudspeaker Accessories\nSale\nSold Out\nCDL12 and CDL18s Rigging Grid\nCDL12 and CDL18s Rigging Grid\nSKU:\n                    \n                    2779400109\nRegular price\n$629.99\nRegular price\n$629.99\n$629.99\nSale price\nUnit price\n/\nper\nSale\nSold out\nOur CDL12 Rigging Grid (required when suspending two or more arrayed CDL-series loudspeakers).\n.Learn more.\nRegular price\n$629.99\nRegular price\n$629.99\n$629.99\nSale price\nUnit price\n/\nper\nSold out\nFind In Store\nFind Online\nView full details\nCDL12 and CDL18s Rigging Grid\nRegular price\n$629.99\nRegular price\n$629.99\n$629.99\nSale price\nUnit price\n/\nper\nSale\nSold out\nOverview\nDownloads\nSpecs\n.Learn more.\nRegular price\n$629.99\nRegular price\n$629.99\n$629.99\nSale price\nUnit price\n/\nper\nSold out\nFind Online\nOverview\nThe CDL Rigging Grid is required when suspending two or more arrayed CDL-series loudspeakers. Up to (6) CDL12 loudspeakers, (5) CDL18s subwoofers, or a number of combinations can be suspended in a vertical array. Not compatible with the CDL10P or CDL12P.\nOverview\nFeatures\nRigging Grid for CDL Series Loudspeakers\nSize (H x W x D): 21.9 x 4.8 x 15.9 inches\nWeight: 26lbs\nDownloads\nDon't see what you're looking for?\nLog in to your\nmy.presonus.com\naccount.\nDocumentation\nDon't see what you're looking for?\nLog in to your\nmy.presonus.com\naccount.\nSpecs\nGeneral\nMaterial\nSteel\nProduct Name\nCDL Rigging Grid, Black\nSeries\nRigging Gear\nMiscellaneous\nCommodity Code\n9403208000",
    "doc_type": "manual",
    "brand_id": 4,
    "brand_name": "Presonus",
    "file_path": "/workspaces/Support-Center-/backend/data/presonus/\n____________________CDL12_and_CDL18s_Rigging_Grid\n___________________15862180.html",
    "metadata": {},
    "scraped_at": "2025-12-26 21:32:04.690970"
  },
  {
    "url": "https://www.presonus.com/products/cdl12p-constant-directivity-sound-reinforcement-loudspeaker",
    "title": "\n                    CDL12P Constant Directivity Sound Reinforcement Loudspeaker\n                  ",
    "content": "Home\nShop\nBest Sellers\nSale\nCDL12P Constant Directivity Sound Reinforcement Loudspeaker\nCDL12P Constant Directivity Sound Reinforcement Loudspeaker\nSKU:\n                    \n                    2779100202\nRegular price\n$1,049.99\nRegular price\n$1,049.99\n$1,049.99\nSale price\nUnit price\n/\nper\nSale\nSold out\nOur full-range, 15 x 120 degree, constant directivity sound reinforcement loudspeaker with hybrid point-source/line-array design.\n.Learn more.\nRegular price\n$1,049.99\nRegular price\n$1,049.99\n$1,049.99\nSale price\nUnit price\n/\nper\nAdd to Cart\nFind In Store\nFind Online\nView full details\nCDL12P Constant Directivity Sound Reinforcement Loudspeaker\nRegular price\n$1,049.99\nRegular price\n$1,049.99\n$1,049.99\nSale price\nUnit price\n/\nper\nSale\nSold out\nOverview\nVideo\nDownloads\nHighlights\nSpecs\n.Learn more.\nRegular price\n$1,049.99\nRegular price\n$1,049.99\n$1,049.99\nSale price\nUnit price\n/\nper\nAdd to Cart\nFind Online\nOverview\nThe CDL12 loudspeakers impressed ears around the world when we introduced them, thanks in no small part to their unique, patent-pending driver design that fills venues with consistent, articulate speech and music reproduction without sacrificing consistent SPL. Now that same constant-directivity performance is available in the new CDL12P, a lighter-weight design ideal for touring bands and mobile DJs who want the same scalability and sonic performance in portable design.\nLike the CDL12, CDL12P is the result of years of research and development, combining the best attributes of point source and line array technology into a unique patent-pending design. You get clear, articulate speech intelligibility and natural music reproduction thanks to its highly focused pattern with consistent SPL throughout the frequency response range, both on- and off-axis.\nThe CDL12P's hybrid point-source/line-array design delivers focused sound with consistent SPL coverage both on- and off-axis, making it an excellent choice for mobile and installed applications. Rigging CDL12P enclosures is made easier thanks to integrated pin-loaded rigging hardware. A dual-angle pole mount is provided, supporting the use of one or two enclosures when pole-mounted. The CDL12P's integrated 500W x 500W Class D power amplifier features onboard DSP presets to facilitate and simplify arrayed configurations.\nOverview\nFeatures\nContinuous-directivity constant curve array with eight 2-inch cone drivers disperses sound 120° horizontally\n15˚ vertical directivity can be extended from 30˚ up to 90˚ with additional arrayable CDL12Ps\n12-inch, long-throw LF transducer with 2.5-inch voice coil\nLow 420 Hz crossover point minimizes comb filtering and enhances line array intelligibility\n500 x 500 watts Class D power for high SPLs and lightning-fast transient response\nOnboard DSP: 90 High-pass filter, Array Mode (1-6 boxes), Sub Mode (Off, CDL18s, ULT18, or AIR18s)\n35 mm pole socket with 7.5˚ downward tilt for use with up to two CDL12P on a tripod or atop PreSonus® CDL18s or ULT18 subwoofer\nIntegrated flyware to create an array of up to six CDL12Ps\nSignal, -3 dB, Limiter Protection, and Clip Monitoring\nRugged, lightweight plastic enclosure and tour-grade, 1.2 mm steel grille  -  great for touring bands and mobile DJs\n×\nDownloads\nDon't see what you're looking for?\nLog in to your\nmy.presonus.com\naccount.\nDocumentation\nSoftware\nCDL12P EASE Loudspeaker File - v2.101\nDon't see what you're looking for?\nLog in to your\nmy.presonus.com\naccount.\nHighlights\nThe CDL12P’s Constant Directivity Design\nEach CDL12P consists of 8 2-inch drivers aligned in a segmented, circular-arc, HF array centered in front of a 12-inch woofer. The output of the LF driver travels from the same acoustic axis as the HF array so the pattern always radiates from the center. This avoids near-field anomalies and makes the CDL12P ideal for a broad range of venue sizes.\nMore About the CDL12P’s HF Driver Array\nThe 2-inch cones’ fast transient response is matched for high- and mid-range reproduction. This is enhanced by setting the internal crossover to 420 Hz, so the CDL12P reproduces audio seamlessly, with no gaps at the heart of the musical range. This also minimizes comb filtering between 12-inch bass drivers in an array for a smooth low-mid response.\nCDL12P Power Amplification\nEach 2-inch speaker in the high-frequency driver array has a 1-inch voice coil, and the entire array is driven by a 500W Class D amplifier. Because the power is shared across eight voice coils, power compression is reduced, resulting in an efficient design and a flatter phase response for less fatiguing listening and a refined, balanced sound.\nCDL-series Rigging Accessories\nCDL loudspeakers and rigging hardware are rated for a 10:1 load. The CDL Rigging Grid is required for flown installations. The CDL Rigging Extension Bar provides tilt control. The CDL Rigging Sling is required with 4 or more CDL loudspeakers in a vertical array and when using the CDL Rigging Extension Bar with a tilt of 12˚ or greater.\nPreSonus® Six-Year Warranty\nWhen you choose CDL-series loudspeakers and subwoofers, you choose confidence. Rest assured that your PreSonus® speakers are in it for the long haul. We take our build quality seriously, and if anything goes wrong with them in your first six years of ownership (assuming you don’t abuse them), the repair or replacement is on us.\nSpecs\nElectronics\nAuxiliary Input\nN/A\nChannels\nOne\nInputs\nOne - 1 XLR\nLine Out\nOne - Direct Line Out (XLR)\nPower Consumption\n4.2A\nVoltageRequirements\n100-240 VAC, 50-60 Hz\nGeneral\nAmplifier Type\nClass-D\nColor\nBlack\nProduct Name\nCDL12P Constant Directivity Sound Reinforcement Loudspeaker, Black\nSeries\nCDL\nHardware\nAudio Controls\nPreset Select (Number of Arrayed Boxes)\nHPF On/Off\nPreSonus Subwoofer Configuration Preset (None, CDL18s, ULT18, AIR18s)\nCabinet Material\n15mm Eucalyptus Plywood\nCooling\nFree Air Convection\nGrille Material\nPowder-Coated Steel\nHF Powere\n1000W Peak, 500W Program (250W RMS)\nHF Transducers\n8 x 2” (1” Voice Coil)\nHandle\n2 Side\nLF Power\n1000W Peak, 500W Program (250W RMS)\nLF Transducers\n12” (2.5” Voice Coil)\nPole Socket\nDual-position pole mount (0˚ and 7.5˚)\nInputs\nLine Inputs Impedance\n40 kΩ\nMeasurements\nProduct Depth\n18.25\" (46.4 cm)\nProduct Height\n18.5\" (47.0 cm)\nProduct Width\n20.5\" (52.1 cm)\nMiscellaneous\nPower Cable\nLocking AC In and Out\nProtections\nAmplifier: Over-Current, DC, Over/Under-Voltage, Over-Temperature, High Frequency\nTransducer: Limiter\nSuspension\nIntegrated Rigging (10:1 Load)\nPerformance\nAmplifier Dynamic Range\n119 dB (A-Weighted)\nPeak SPL\n130 dB\nTotal Harmonic Distortion\n<0.05% (20 Hz - 20 kHz)\nTotal Power Output\n2000W Peak, 1000W Program (500W RMS)\nSpeakers\nCoverage Pattern\n120 degree (H) x 15 degree (V)\nCrossover Frequency\n420 Hz\nSpeaker Type\nActive 2-Way\nTotal Impedance\nNA",
    "doc_type": "manual",
    "brand_id": 4,
    "brand_name": "Presonus",
    "file_path": "/workspaces/Support-Center-/backend/data/presonus/\n____________________CDL12P_Constant_Directivity_Sound_Reinforcement_Loudspeaker\n___________________12b50e79.html",
    "metadata": {},
    "scraped_at": "2025-12-26 21:32:12.469901"
  },
  {
    "url": "https://www.presonus.com/products/studiolive-1602-cover",
    "title": "\n                    StudioLive® 16.0.2 Cover\n                  ",
    "content": "Home\nShop\nStudioLive Accessories\nSale\nStudioLive\n®\n16.0.2 Cover\nStudioLive® 16.0.2 Cover\nSKU:\n                    \n                    2779400136\nRegular price\n$23.99\nRegular price\n$23.99\n$23.99\nSale price\nUnit price\n/\nper\nSale\nSold out\nOur durable nylon dustcover for StudioLIve 16.0.2 USB mixers.\n.Learn more.\nRegular price\n$23.99\nRegular price\n$23.99\n$23.99\nSale price\nUnit price\n/\nper\nAdd to Cart\nFind In Store\nFind Online\nView full details\nStudioLive\n®\n16.0.2 Cover\nRegular price\n$23.99\nRegular price\n$23.99\n$23.99\nSale price\nUnit price\n/\nper\nSale\nSold out\nOverview\nDownloads\nSpecs\n.Learn more.\nRegular price\n$23.99\nRegular price\n$23.99\n$23.99\nSale price\nUnit price\n/\nper\nAdd to Cart\nFind Online\nOverview\nYour StudioLive 16.0.2 USB deserves to stay shiny and new all the time. Treat it well with this stylish nylon dust cover.\nOverview\nFeatures\nDesigned to fit one (1) StudioLive 16.0.2 or StudioLive 16.0.2 USB mixer.\nDurable Nylon ensures protection from dust and dirt.\nLightweight and stores easily when not in use.\nDownloads\nDon't see what you're looking for?\nLog in to your\nmy.presonus.com\naccount.\nDocumentation\nDon't see what you're looking for?\nLog in to your\nmy.presonus.com\naccount.\nSpecs\nGeneral\nMaterial\nNylon\nProduct Name\nStudioLive® 16.0.2 Cover, Black\nSeries\nPreSonus Covers\nMiscellaneous\nCommodity Code\n6307909899",
    "doc_type": "manual",
    "brand_id": 4,
    "brand_name": "Presonus",
    "file_path": "/workspaces/Support-Center-/backend/data/presonus/\n____________________StudioLive®_16.0.2_Cover\n___________________b5453593.html",
    "metadata": {},
    "scraped_at": "2025-12-26 21:32:19.574796"
  },
  {
    "url": "https://www.presonus.com/products/r65-studio-monitor",
    "title": "\n                    R65 Studio Monitor\n                  ",
    "content": "Home\nShop\nBi-Amped Active Monitors\nSale\nR65 Studio Monitor\nR65 Studio Monitor\nSKU:\n                    \n                    2777500201\nRegular price\n$329.95\nRegular price\n$329.95\n$329.95\nSale price\nUnit price\n/\nper\nSale\nSold out\n.Learn more.\nRegular price\n$329.95\nRegular price\n$329.95\n$329.95\nSale price\nUnit price\n/\nper\nAdd to Cart\nFind In Store\nFind Online\nView full details\nR65 Studio Monitor\nRegular price\n$329.95\nRegular price\n$329.95\n$329.95\nSale price\nUnit price\n/\nper\nSale\nSold out\nOverview\nDownloads\nSpecs\n.Learn more.\nRegular price\n$329.95\nRegular price\n$329.95\n$329.95\nSale price\nUnit price\n/\nper\nAdd to Cart\nFind Online\nOverview\nThe R65's custom 6.8-inch Air Motion Transformer (AMT) ribbon tweeter responds to the subtlest waveforms and the highest frequencies, resulting in a greater sense of \"air\" and \"space\" that is characteristic of audiophile recordings. Custom coated, woven, 6.5-inch LF drivers produce a more dynamic output than conventional designs, thanks to the rigid cone's ability to maintain a more constant dispersion pattern across its frequency response range. The result is transparent sound with narrow vertical dispersion, which reduces undesirable reflections, and broad horizontal dispersion for a wide sweet spot. Driven by a 150W Class D amplifier, the biamped R65 delivers an open, clear, and less fatiguing listening experience. Acoustic Space controls help compensate for room anomalies, and an onboard highpass filter to easily to add a subwoofer, making the R65 an ideal choice for any professional listening environment. An interchangeable black faceplate is included so you can customize your R65 studio monitors to fit your studio.\nSold Individually.\nOverview\nFeatures\n2-way active AMT design provides articulate high-frequency response and wide stereo imaging\nCustom-designed, 6.8-inch, AMT ribbon tweeter responds to the subtlest waveforms and the highest frequencies\n6.5-inch Kevlar LF drivers provide transparent mid- and low-frequency reproduction for clean sound and punchy bass\nBiamped 150W RMS (LF = 100W, HF = 50W), Class D power amplifier with switching power supply\nAcoustic Space settings (Linear, -1.5 dB, -3 dB, -6 dB) compensate for room placement\nBalanced XLR and ¼-inch TRS plus unbalanced RCA inputs provide flexibility for seamless integration into any environment\nRF interference, output current limiting, over temperature, turn-on/off transient, and subsonic filter protection\nInterchangeable black faceplate included\nEnergy Conservation Mode (with enable/disable) lowers standby power to <0.5W\nExternal mains fuse\nPower: 100-120V, 60 Hz or 220-240V, 50 Hz\nDownloads\nDon't see what you're looking for?\nLog in to your\nmy.presonus.com\naccount.\nDocumentation\nDon't see what you're looking for?\nLog in to your\nmy.presonus.com\naccount.\nSpecs\nAccessories\nFootswitch\nNA\nIncluded Accessories\nInterchangeable Black Faceplate\nElectronics\nInput Impedance\n20 kΩ Balanced, 10 kΩ Unbalanced\nVoltageRequirements\n100-240 VAC, 50-60 Hz\nGeneral\nColor\nBlack\nProduct Name\nR65 Studio Monitor, Black with Interchangeable Black and Blue Faceplates\nSeries\nR\nHardware\nAudio Controls\nVolume Range: A-type taper\nAudio Switches\nHF Driver:\tLinear, +1 dB, -3 dB, -6 dB\nHighpass Filter: Linear, 60 Hz, 80 Hz, 100 Hz\nAcoustic Space:\tLinear, -1.5 dB, -3 dB, -6 dB\nEnergy Conservation Mode: On/Off/Query\nCabinet Material\nVinyl-Laminated, Medium-Density Fiberboard\nHF Transducers\nAMT\nLF Transducers\n6.5\" Woven Composite\nMonitor Inputs\n1- Balanced XLR, 1- Balanced ¼” TRS, 1- Unbalanced RCA\nPower Amplifier Type\nClass D\nMeasurements\nProduct Depth\n10.3\" (26.16 cm)\nProduct Height\n13\" (33.02 cm)\nProduct Width\n8\" (20.32 cm)\nMiscellaneous\nPower Cable\nIEC\nProtections\nRF interference\nOutput-current limiting\nOver-temperature\nTurn-on/off transient\nSubsonic filter\nExternal mains fuse\nOutput\nMonitor Signal To Noise Ratio\n>100 dB\nPerformance\nPeak SPL\n(@ 1 meter) 104 dB\nSpeakers\nCrossover Frequency\n2.7 kHz",
    "doc_type": "manual",
    "brand_id": 4,
    "brand_name": "Presonus",
    "file_path": "/workspaces/Support-Center-/backend/data/presonus/\n____________________R65_Studio_Monitor\n___________________ac1d64f6.html",
    "metadata": {},
    "scraped_at": "2025-12-26 21:32:28.057026"
  },
  {
    "url": "https://www.presonus.com/products/broadcast-accessory-pack",
    "title": "\n                    Broadcast Accessory Pack\n                  ",
    "content": "Home\nShop\nCondenser Microphones & Accessories\nSale\nBroadcast Accessory Pack\nBroadcast Accessory Pack\nSKU:\n                    \n                    2779400106\nRegular price\n$96.99\nRegular price\n$96.99\n$96.99\nSale price\nUnit price\n/\nper\nSale\nSold out\nOur microphone boom arm, pop filter, headphones, and XLR cable in an affordable bundle.\n.Learn more.\nRegular price\n$96.99\nRegular price\n$96.99\n$96.99\nSale price\nUnit price\n/\nper\nAdd to Cart\nFind In Store\nFind Online\nView full details\nBroadcast Accessory Pack\nRegular price\n$96.99\nRegular price\n$96.99\n$96.99\nSale price\nUnit price\n/\nper\nSale\nSold out\nOverview\nDownloads\nHighlights\nSpecs\n.Learn more.\nRegular price\n$96.99\nRegular price\n$96.99\n$96.99\nSale price\nUnit price\n/\nper\nAdd to Cart\nFind Online\nOverview\nGet the most from your microphone with The Broadcast Accessory Pack - everything podcasters, live streamers, gamers, and YouTubers need to level up their online presence in a convenient bundle! The rugged PBA-1 boom arm is suitable for use with Revelator, PX-1, PD-70, or nearly whatever mic you like - and gets your mic up off of your desk, freeing up valuable tabletop space while providing unlimited positioning options. An APF-1 pop filter is also included to help reduce the plosive sounds that can occur when recording loud vocalists or employing close mic positioning. The lightweight HD7 headphones sound great, remain comfy over marathon streaming or production sessions. And to top it all off, PreSonus threw in a 10-foot XLR cable for connecting your mic to your interface.\nOverview\nFeatures\nSingle-purchase microphone accessory solution\nPBA-1 microphone boom arm features adjustable tension and is compatible with Revelator, PX-1, PD-70, and most standard microphones\nIncludes a 5/8\" male to 3/8\" female thread adapter for use with standard microphone mounts\nAPF-1 pop filter reduces vocal plosive sounds in your recordings and streams\nHD7 headphones are lightweight, comfortable, and great-sounding; includes ⅛\" to ¼\" adapter\n10-foot XLR microphone cable included to connect your mic to your interface\nDownloads\nDon't see what you're looking for?\nLog in to your\nmy.presonus.com\naccount.\nDocumentation\nDon't see what you're looking for?\nLog in to your\nmy.presonus.com\naccount.\nHighlights\nPreSonus HD7 Monitoring Headphones\nWhether monitoring in the studio or listening for pleasure, you’ll get impressive performance from lightweight, comfortable PreSonus® HD7 professional headphones. HD7s deliver natural, warm, clear sound, accurate midrange and extended treble response that let you hear fine details of a mix or track, along with balanced, yet powerful bass punch.\nPreSonus PBA-1 Broadcast Boom Arm\nCreate a hands-free recording and streaming environment while isolating your voice from ambient noise. The PBA-1 Professional Broadcast Boom Arm gives you a sturdy, adjustable solution to get your mic up off your desktop and in front of your face. No more hunching over to reach your mic! Thread adapters for standard microphone mounts are included.\nSpecs\nGeneral\nMaterial\nNA\nProduct Name\nBroadcast Accessory Pack, Black with Blue Cable\nSeries\nMicrophone Accessories\nMiscellaneous\nCommodity Code\n8518100090",
    "doc_type": "manual",
    "brand_id": 4,
    "brand_name": "Presonus",
    "file_path": "/workspaces/Support-Center-/backend/data/presonus/\n____________________Broadcast_Accessory_Pack\n___________________e28fd2c9.html",
    "metadata": {},
    "scraped_at": "2025-12-26 21:32:34.987576"
  },
  {
    "url": "https://www.presonus.com/products/eris-studio-4-single",
    "title": "\n                    Eris® Studio 4 (Single)\n                  ",
    "content": "Home\nShop\nBi-Amped Active Monitors\nSale\nEris\n®\nStudio 4 (Single)\nEris® Studio 4 (Single)\nSKU:\n                    \n                    2777500126\nRegular price\n$146.99\nRegular price\n$146.99\n$146.99\nSale price\nUnit price\n/\nper\nSale\nSold out\nOur best-selling 4.5-inch 2-way active studio monitors with EBM waveguide are perfect for home studio recording, music production, or making your next hit.\n.Learn more.\nRegular price\n$146.99\nRegular price\n$146.99\n$146.99\nSale price\nUnit price\n/\nper\nAdd to Cart\nFind In Store\nFind Online\nView full details\nEris\n®\nStudio 4 (Single)\nRegular price\n$146.99\nRegular price\n$146.99\n$146.99\nSale price\nUnit price\n/\nper\nSale\nSold out\nOverview\nVideo\nDownloads\nHighlights\nSpecs\n.Learn more.\nRegular price\n$146.99\nRegular price\n$146.99\n$146.99\nSale price\nUnit price\n/\nper\nAdd to Cart\nFind Online\nOverview\n4.5-inch 2-Way Active Studio Monitors with EBM Wave Guide\nThe Eris® Studio 4 sets a new standard for compact studio monitors. With its surprising amount of low-end and a wide, well-controlled sweet spot, you can enjoy premium, accurate monitoring in even the smallest of mixing spaces. Designed for superior performance in both home studios and small professional mix rooms, the Eris Studio 4 combines flexible connectivity with sonic accuracy that puts it a class all its own.\nThe custom-designed EBM (Elliptical Boundary Modeled) waveguide provides superior high-frequency response that allows you to hear the finest details in your mix, while a wide 120-degree horizontal dispersion creates a broad sweet spot with lifelike stereo imaging. Narrow vertical dispersion reduces reflections from your desk, and a silk-dome tweeter ensures snappy, accurate transient reproduction.\nThe 4.5-inch, woven-composite, low-frequency driver produces tight, clear bass with plenty of punch that defies the Eris Studio 4's space-saving size. The ported enclosure and 50W of biamped power combine to maximize bass response and allow the Eris Studio 4 to reach down to an astonishing 55 Hz - without a subwoofer!\nFlexible input options let you connect almost any line-level source, from mixers to audio interfaces and more. You'll have no problem hooking Eris speakers up to virtually anything.\nOverview\nFeatures\n4.5-inch, woven-composite, low-frequency transducer\n1-inch (25 mm), ultra-low-mass, silk-dome, high-frequency transducer\n120˚ (H) x 60˚ (V) EBM waveguide for wide sweet spot\nFront-firing acoustic port for superior bass-frequency reproduction and optimized, resonance-suppressing internal bracing\n50W, Class AB biamplification\n55 Hz to 20 kHz frequency response\n100 dB SPL (Peak, @ 1 meter)\nAcoustic Tuning controls: HF (±6 dB, continuously variable); Midrange (±6 dB, continuously variable), and Acoustic Space (flat, -2, -4 dB), plus highpass filter (Off, 80 Hz, 100 Hz)\nRF interference, output-current limiting, over-temperature, transient, subsonic protection and amplifier \"soft start\" feature (eliminates popping on power-up)\nInternal power supply with IEC connector and power switch with on/off LED\nBalanced XLR and ¼-inch inputs and unbalanced RCA inputs\n×\nDownloads\nDon't see what you're looking for?\nLog in to your\nmy.presonus.com\naccount.\nDocumentation\nDon't see what you're looking for?\nLog in to your\nmy.presonus.com\naccount.\nHighlights\nHonest. Expressive. Powerful.\nLike all PreSonus® studio monitors, the Eris® Studio 4 offers consistent, accurate listening. Their stylish design makes them a welcome addition to any mix space, and their smooth, incredibly even frequency response ensures that your mixes will sound great everywhere.\nSpecs\nAccessories\nFootswitch\nNA\nElectronics\nInput Impedance\n10 kΩ\nVoltageRequirements\n100-240 VAC, 50-60 Hz\nGeneral\nColor\nBlack\nProduct Name\nEris® Studio 4, Black, 120V\nSeries\nEris®\nHardware\nAudio Controls\nVolume\n\nHigh Frequency (±6 dB, center 10 kHz, continuously variable)\n\nMid Frequency (±6 dB, center 1 kHz, continuously variable)\nCabinet Material\nVinyl-Laminated, Medium-Density Fiberboard\nHF Powere\n25 Watts\nHF Transducers\n1” Ultra Low Mass, Silk Dome Tweeter\nLF Power\n25 Watts\nLF Transducers\n4.5\" Woven Glass Fiber Composite\nMonitor Inputs\n1- Balanced XLR, 1- Balanced 1/4” TRS, 1- Unbalanced RCA\nMonitor Type\n2-Way Active\nPower Amplifier Type\nClass AB\nMeasurements\nProduct Depth\n7.28\" (18.5 cm)\nProduct Height\n10\" (25.4 cm)\nProduct Height/Length\n10\" (25.4 cm)\nProduct Width\n7\" (17.8 cm)\nMiscellaneous\nPower Cable\nIEC\nProtections\nRF Interference\nOutput-Current Limiting\nOver-Temperature\nTurn-On/Off Transient\nSubsonic Filter\nPerformance\nPeak SPL\n99 dB (@ 1 meter)\nSpeakers\nCoverage Pattern\n120 degree (H) x 60 degree (V)\nCrossover Frequency\n2.7 kHz",
    "doc_type": "manual",
    "brand_id": 4,
    "brand_name": "Presonus",
    "file_path": "/workspaces/Support-Center-/backend/data/presonus/\n____________________Eris®_Studio_4_(Single)\n___________________431f6b9d.html",
    "metadata": {},
    "scraped_at": "2025-12-26 21:32:43.994278"
  },
  {
    "url": "https://www.presonus.com/products/ar12-rack-ear-mounting-kit",
    "title": "\n                    AR12 Rack Ear Mounting Kit\n                  ",
    "content": "Home\nShop\nAll StudioLive\nSale\nAR12 Rack Ear Mounting Kit\nAR12 Rack Ear Mounting Kit\nSKU:\n                    \n                    2779400130\nRegular price\n$36.99\nRegular price\n$36.99\n$36.99\nSale price\nUnit price\n/\nper\nSale\nSold out\nOur rackmount kit for StudioLive AR12 and AR12c mixers.\n.Learn more.\nRegular price\n$36.99\nRegular price\n$36.99\n$36.99\nSale price\nUnit price\n/\nper\nAdd to Cart\nFind In Store\nFind Online\nView full details\nAR12 Rack Ear Mounting Kit\nRegular price\n$36.99\nRegular price\n$36.99\n$36.99\nSale price\nUnit price\n/\nper\nSale\nSold out\nOverview\nDownloads\nSpecs\n.Learn more.\nRegular price\n$36.99\nRegular price\n$36.99\n$36.99\nSale price\nUnit price\n/\nper\nAdd to Cart\nFind Online\nOverview\nRackmount your StudioLive AR12.\nPackage includes:\n(1)Left ear\n(1)Right ear\nScrews\nOverview\nFeatures\nSolid rack-mounting system for one (1) StudioLive AR12\n8U Rack Ears\nTotal Mixer Length - 15.589\" (approx 8.9U)\nDownloads\nDon't see what you're looking for?\nLog in to your\nmy.presonus.com\naccount.\nDocumentation\nDon't see what you're looking for?\nLog in to your\nmy.presonus.com\naccount.\nSpecs\nGeneral\nMaterial\nSteel\nProduct Name\nAR12 Rack Ear Mounting Kit, Black\nSeries\nMounting Kits",
    "doc_type": "manual",
    "brand_id": 4,
    "brand_name": "Presonus",
    "file_path": "/workspaces/Support-Center-/backend/data/presonus/\n____________________AR12_Rack_Ear_Mounting_Kit\n___________________41157a7d.html",
    "metadata": {},
    "scraped_at": "2025-12-26 21:32:51.520916"
  },
  {
    "url": "https://www.presonus.com/products/sceptre-s8-studio-monitor",
    "title": "\n                    Sceptre® S8 Studio Monitor\n                  ",
    "content": "Home\nShop\nBi-Amped Active Monitors\nSale\nSceptre\n®\nS8 Studio Monitor\nSceptre® S8 Studio Monitor\nSKU:\n                    \n                    2777500302\nRegular price\n$999.99\nRegular price\n$999.99\n$999.99\nSale price\nUnit price\n/\nper\nSale\nSold out\n.Learn more.\nRegular price\n$999.99\nRegular price\n$999.99\n$999.99\nSale price\nUnit price\n/\nper\nAdd to Cart\nFind In Store\nFind Online\nView full details\nSceptre\n®\nS8 Studio Monitor\nRegular price\n$999.99\nRegular price\n$999.99\n$999.99\nSale price\nUnit price\n/\nper\nSale\nSold out\nOverview\nVideo\nDownloads\nHighlights\nSpecs\n.Learn more.\nRegular price\n$999.99\nRegular price\n$999.99\n$999.99\nSale price\nUnit price\n/\nper\nAdd to Cart\nFind Online\nOverview\nThe Sceptre® S8 two-way monitor combines an 8-inch low/mid-frequency driver and a 1-inch (25 mm), horn-loaded, high-frequency transducer into a single coaxial unit with aligned voice coils. Its advanced coaxial design, based on Fulcrum Acoustic's TQ™ Temporal Equalization, works integrally with a 32-bit, 96 kHz, dual-core processor to deliver clarity and coherence that has previously only been available in ultra-high-end systems. Add 180 watt, Class D biamplification; acoustic ports; a rich set of acoustic adjustments; and full speaker protection; and you have a new, affordable monitoring standard.\nOverview\nFeatures\nCoActual technology combines DSP time-correction and point-source design for symmetrical soundstage and micro-definition imaging\nUnique coaxial transducer integrates 8-inch midrange driver and 1-inch (25 mm) horn-loaded HF transducer with Coaxial Speaker Coherence Alignment\n32-bit, 96 kHz, dual-core, active floating-point DSP provides critical Temporal Equalization™ with multiple FIR filters\nAcoustic-tuning controls: HF Driver Adjust (0 dB, +1 dB, -1.5 dB, -4 dB), Acoustic Space (0 dB, -1.5 dB, -3 dB, -6 dB), highpass filter (Off, 60 Hz, 80 Hz, and 100 Hz, -12 dB/octave slope), Sensitivity (+4 dBu to -10 dBV)\n180W RMS, Class D biamplification with internal heat sink\nRF shielding, current-output limiting, and over-temperature protection\n×\nDownloads\nDon't see what you're looking for?\nLog in to your\nmy.presonus.com\naccount.\nDocumentation\nDon't see what you're looking for?\nLog in to your\nmy.presonus.com\naccount.\nHighlights\nCoActual Speaker Design\nCoActual speakers employ a HF driver placed in the middle of the LF driver for symmetrical response horizontally and vertically, increasing the sweet spot, clarity and imaging. An onboard DSP running Fulcrum Acoustics’ TQ™ algorithms provides detailed adjustments for an even mid-range with an inaudible crossover transition.\nAccurate transient reproduction.\nConsonant sounds in speech, percussion, and attack and decay of musical instruments are all transient signals. When reproduced accurately, the result is sonic transparency, definition, and intelligibility. With their excellent transient reproduction, CoActual speakers minimize distortion and produce clean, clear, consistent audio at any SPL.\nSpecs\nAccessories\nFootswitch\nNA\nElectronics\nInput Impedance\n10 kΩ\nVoltageRequirements\n100-240 VAC, 50-60 Hz\nGeneral\nColor\nBlack\nProduct Name\nSceptre® S8 Studio Monitor, Black\nSeries\nSceptre®\nHardware\nAudio Controls\nVolume Range: A-Type Taper\nHF Control: Flat, +1, -1.5, -4 dB\nLow Cut: Flat, 60, 80 Hz, 100 Hz\nAcoustic Space: Flat, -1.5, -3, -6 dB\nCabinet Material\nVinyl-Laminated, Medium-Density Fiberboard\nHF Transducers\n1\" Titanium Diaphragm Compression Driver\nLF Transducers\n8\" Glass-Reinforced Paper\nMonitor Inputs\n1 x Balanced XLR, 1 x Balanced 1/4\" TRS\nMeasurements\nProduct Depth\n13.3\" (33.8 cm)\nProduct Height\n15.75\" (40 cm)\nProduct Width\n11.4\" (29 cm)\nMiscellaneous\nPower Cable\nIEC\nProtections\nRF Interference\nOver-Current\nOver-Voltage\nOver-Temperature\nTurn-On/Off Transient\nSubsonic Filter\nExternal Mains Fuse\nPerformance\nPeak SPL\n116 dB (at 1 Meter)\nSpeakers\nCrossover Frequency\n2.4 kHz",
    "doc_type": "manual",
    "brand_id": 4,
    "brand_name": "Presonus",
    "file_path": "/workspaces/Support-Center-/backend/data/presonus/\n____________________Sceptre®_S8_Studio_Monitor\n___________________bab950cb.html",
    "metadata": {},
    "scraped_at": "2025-12-26 21:32:58.781639"
  },
  {
    "url": "https://www.presonus.com/products/cdl10p-constant-directivity-sound-reinforcement-loudspeaker",
    "title": "\n                    CDL10P Constant Directivity Sound Reinforcement Loudspeaker\n                  ",
    "content": "Home\nShop\nBest Sellers\nSale\nCDL10P Constant Directivity Sound Reinforcement Loudspeaker\nCDL10P Constant Directivity Sound Reinforcement Loudspeaker\nSKU:\n                    \n                    2779100501\nRegular price\n$839.99\nRegular price\n$839.99\n$839.99\nSale price\nUnit price\n/\nper\nSale\nSold out\nOur constant directivity sound reinforcement loudspeaker with hybrid point-source/line-array design.\n.Learn more.\nRegular price\n$839.99\nRegular price\n$839.99\n$839.99\nSale price\nUnit price\n/\nper\nAdd to Cart\nFind In Store\nFind Online\nView full details\nCDL10P Constant Directivity Sound Reinforcement Loudspeaker\nRegular price\n$839.99\nRegular price\n$839.99\n$839.99\nSale price\nUnit price\n/\nper\nSale\nSold out\nOverview\nVideo\nDownloads\nHighlights\nSpecs\n.Learn more.\nRegular price\n$839.99\nRegular price\n$839.99\n$839.99\nSale price\nUnit price\n/\nper\nAdd to Cart\nFind Online\nOverview\nThe CDL12 loudspeakers impressed ears around the world when we introduced them, thanks in no small part to their unique, patent-pending driver design that fills venues with consistent, articulate speech and music reproduction without sacrificing consistent SPL. Now that same constant-directivity performance is available in the new CDL10P, a lighter-weight design ideal for touring bands and mobile DJs who want the same scalability and sonic performance in portable design.\nLike the CDL12P, CDL10P is the result of years of research and development, combining the best attributes of point source and line array technology into a unique patent-pending design. You get clear, articulate speech intelligibility and natural music reproduction thanks to its highly focused pattern with consistent SPL throughout the frequency response range, both on- and off-axis.\nThe CDL10P's hybrid point-source/line-array design delivers focused sound with consistent SPL coverage both on- and off-axis, making it an excellent choice for mobile and installed applications. Rigging CDL10P enclosures is made easier thanks to integrated pin-loaded rigging hardware. A dual-angle pole mount is provided, supporting the use of one or two enclosures when pole-mounted. The CDL10P's integrated 500W x 500W Class D power amplifier features onboard DSP presets to facilitate and simplify arrayed configurations.\nOverview\nFeatures\nContinuous-directivity constant curve array with six 2-inch cone drivers disperses sound 120° horizontally\n15˚ vertical directivity can be extended from 30˚ up to 90˚ with additional arrayable CDL10P's\n10-inch, long-throw LF transducer with 2.5-inch voice coil\nLow 420 Hz crossover point minimizes comb filtering and enhances line array intelligibility\n500 x 500 watts Class D power for high SPLs and lightning-fast transient response\nOnboard DSP: 90 High-pass filter, Array Mode (1-6 boxes), Sub Mode (Off, CDL18s, ULT18, or AIR18s)\n35 mm pole socket with 7.5˚ downward tilt for use with up to two CDL10P on a tripod or atop PreSonus® CDL Sub18, CDL18s or ULT18 subwoofer\nIntegrated flyware to create an array of up to six CDL10P's\nSignal, -3 dB, Limiter Protection, and Clip Monitoring\nRugged, lightweight plastic enclosure and tour-grade, 1.2 mm steel grille  -  great for touring bands and mobile DJs\n×\nDownloads\nDon't see what you're looking for?\nLog in to your\nmy.presonus.com\naccount.\nDocumentation\nSoftware\nCDL10P EASE Loudspeaker File - Array - v0.5\nCDL10P EASE Loudspeaker File - Single - v0.5\nDon't see what you're looking for?\nLog in to your\nmy.presonus.com\naccount.\nHighlights\nThe CDL10P’s Constant Directivity Design\nEach CDL10P consists of 6 2-inch drivers aligned in a segmented, circular-arc, HF array centered in front of a 10-inch woofer. The output of the LF driver travels from the same acoustic axis as the HF array so the pattern always radiates from the center. This avoids near-field anomalies and makes the CDL10P ideal for a broad range of venue sizes.\nMore About the CDL10P’s HF Driver Array\nThe 2-inch cones’ fast transient response is matched for high- and mid-range reproduction. This is enhanced by setting the internal crossover to 420 Hz, so the CDL10P reproduces audio seamlessly, with no gaps at the heart of the musical range. This also minimizes comb filtering between 10-inch bass drivers in an array for a smooth low-mid response.\nCDL10P Power Amplification\nEach 2-inch speaker in the high-frequency driver array has a 1-inch voice coil, and the entire array is driven by a 500W Class D amplifier. Because the power is shared across six voice coils, power compression is reduced, resulting in an efficient design and a flatter phase response for less fatiguing listening and a refined, balanced sound.\nCDL-series Rigging Accessories\nCDL loudspeakers and rigging hardware are rated for a 10:1 load. The CDL10P Rigging Grid is required for flown installations. The CDL Rigging Extension Bar provides tilt control. The CDL10P Rigging Sling is required with 4 or more CDL loudspeakers in a vertical array and when using the CDL Rigging Extension Bar with a tilt of 12˚ or greater.\nPreSonus® Six-Year Warranty\nWhen you choose CDL-series loudspeakers and subwoofers, you choose confidence. Rest assured that your PreSonus® speakers are in it for the long haul. We take our build quality seriously, and if anything goes wrong with them in your first six years of ownership (assuming you don’t abuse them), the repair or replacement is on us.\nSpecs\nElectronics\nAuxiliary Input\nN/A\nChannels\nOne\nInputs\nOne - 1 XLR\nLine Out\nOne - Direct Line Out (XLR)\nPower Consumption\n4.2A\nVoltageRequirements\n100-240 VAC, 50-60 Hz\nGeneral\nAmplifier Type\nClass-D\nColor\nBlack\nProduct Name\nCDL10P Constant Directivity Sound Reinforcement Loudspeaker, Black\nSeries\nCDL\nHardware\nAudio Controls\nPreset Select for number of arrayed boxes\nHPF On/Off\nPreSonus Subwoofer Configuration\nCabinet Material\nMolded Plastic\nCooling\nFree Air Convection\nGrille Material\nPowder-Coated Steel\nHF Powere\n1000W Peak, 500W Program (250W RMS)\nHandle\n2 Side\nLF Power\n1000W Peak, 500W Program (250W RMS)\nLF Transducers\n10” (2” Voice Coil)\nPole Socket\nDual Position (0˚, 7.5˚)\nMeasurements\nProduct Depth\n16\" (40.6 cm)\nProduct Height\n14.3\" (36.3 cm)\nProduct Width\n19.6” (49.78 cm)\nMiscellaneous\nPower Cable\npowerCON™ In and Out\nProtections\nAmplifier: Over-Current, DC, Over/Under-Voltage, Over-Temperature, High Frequency,\nTransducer: Limiter\nSuspension\nIntegrated Rigging (10:1 Load)\nPerformance\nPeak SPL\n130 dB\nTotal Power Output\n2000W Peak, 1000W Program (500W RMS)\nSpeakers\nCoverage Pattern\n120 degree (H) x 15 degree (V)\nCrossover Frequency\n420 Hz\nSpeaker Type\nPowered 2-Way, Full-Range\nTotal Impedance\nNA",
    "doc_type": "manual",
    "brand_id": 4,
    "brand_name": "Presonus",
    "file_path": "/workspaces/Support-Center-/backend/data/presonus/\n____________________CDL10P_Constant_Directivity_Sound_Reinforcement_Loudspeaker\n___________________249cc3e7.html",
    "metadata": {},
    "scraped_at": "2025-12-26 21:33:05.719145"
  },
  {
    "url": "https://www.presonus.com/products/eris-pro-8-single",
    "title": "\n                    Eris® Pro 8 (Single)\n                  ",
    "content": "Home\nShop\nBest Sellers\nSale\nSold Out\nEris\n®\nPro 8 (Single)\nEris® Pro 8 (Single)\nSKU:\n                    \n                    2777500131\nRegular price\n$346.99\nRegular price\n$346.99\n$346.99\nSale price\nUnit price\n/\nper\nSale\nSold out\nOur 8-inch 2-way biamped, active coaxial studio monitors for stereo mix environments and Dolby Atmos immersive rooms.\n.Learn more.\nRegular price\n$346.99\nRegular price\n$346.99\n$346.99\nSale price\nUnit price\n/\nper\nSold out\nFind In Store\nFind Online\nView full details\nEris\n®\nPro 8 (Single)\nRegular price\n$346.99\nRegular price\n$346.99\n$346.99\nSale price\nUnit price\n/\nper\nSale\nSold out\nOverview\nVideo\nDownloads\nHighlights\nSpecs\n.Learn more.\nRegular price\n$346.99\nRegular price\n$346.99\n$346.99\nSale price\nUnit price\n/\nper\nSold out\nFind Online\nOverview\nListen to your mixes reproduced with lifelike realism! The Eris® Pro 8's symmetric design and consistent acoustic center provides superior phase alignment between components to deliver a wide sweet spot, precise stereo imaging, and symmetrical dispersion patterns, making them ideally suited for immersive Dolby Atmos rooms and stereo mix environments alike.\nThe Eris Pro 8's coaxial design provides a single acoustic point source that creates a natural listening experience, revealing the subtlest nuances in your recordings, while providing a three-dimensional soundstage, detailed transient response, and lifelike sonic reproduction. Combined with a punchy low-end that defies its compact size, the Eris Pro 8 provides a superior listening experience for both home studios and professional mix rooms.\nA 1.25-inch, ultra-low mass, silk-dome tweeter ensures snappy, accurate transient reproduction, while a 8-inch, woven-composite woofer offers tight, clear bass, with plenty of punch and no flab. A ported enclosure and 140 watts of power allows the Eris Pro 8 to reach down to an astonishing 35 Hz, while a finely detailed transient response and stunning dynamics deliver a natural and less fatiguing experience.\nAcoustic tuning controls and a three-way Acoustic Space tuning lets you accurately configure the Eris Pro 8 for your room. Flexible input options enable connection to almost any line-level source, from mixers to audio interfaces and more. Provisions for wall and ceiling mounts make it easy to integrate Eris Pro 8 monitors into any stereo or multi-channel system.\nOverview\nFeatures\nSingle point-source coaxial design for wider sweet spot and better phase alignment\n8-inch, woven-composite, low-frequency driver\n1.25-inch, silk-dome, high-frequency driver\n140W, Class AB amplification\n35 Hz to 20 kHz frequency response\n108 dB SPL (Peak, @ 1 meter\nAcoustic Tuning Controls: Acoustic Space (Flat, -2 dB, -4 dB), High Frequency (±6 dB, center 10 kHz, continuously variable), Mid Frequency (±6 dB, center 1 kHz, continuously variable), Low Cut (Flat, 80 Hz, 100 Hz @ -12 dB / octave)\nXLR and ¼-inch TRS balanced and RCA unbalanced rear-panel inputs\nProtection: RF interference, output-current limiting, over-temperature, turn-on/off transient, subsonic filter\nPower Saver mode (engages after 40 minutes of no audio)\nWall and ceiling mountable\n×\nDownloads\nDon't see what you're looking for?\nLog in to your\nmy.presonus.com\naccount.\nDocumentation\nDon't see what you're looking for?\nLog in to your\nmy.presonus.com\naccount.\nHighlights\nSymmetric response.\nThe Eris Pro 8’s coaxial design provide a symmetrical dispersion resulting in a crisper stereo image, greater soundstage depth, and superior separation between components in a complex mix.\nSet up your studio monitors for your room.\nAcoustic Tuning controls ensure you’ll get the flattest frequency response possible in your mix environment. You get Low Cut, Mid, and High controls, as well as 3-way Acoustic Space tuning that allows you to easily compensate for the sonic consequences of speaker placement against a wall or in a corner.\nSpecs\nAccessories\nFootswitch\nNA\nElectronics\nInput Impedance\n10 kΩ\nVoltageRequirements\n100-240 VAC, 50-60 Hz\nGeneral\nColor\nBlack\nProduct Name\nEris® Pro 8, Black, NA\nSeries\nEris®\nHardware\nAudio Controls\nVolume\n\nHigh Frequency (±6 dB, center 10 kHz, continuously variable)\n\nMid Frequency (±6 dB, center 1 kHz, continuously variable)\nCabinet Material\nVinyl-Laminated, Medium-Density Fiberboard\nHF Powere\n65 Watts\nHF Transducers\n1.25” Silk Dome Tweeter (Coaxial)\nLF Power\n75 Watts\nLF Transducers\n8\" Woven Glass Fiber Composite (Coaxial)\nMonitor Inputs\n1- Balanced XLR, 1- Balanced 1/4” TRS, 1- Unbalanced RCA\nMonitor Type\nHorn-Loaded Coaxial 2-Way Active\nPower Amplifier Type\nClass AB\nMeasurements\nProduct Depth\n12.2\" (30.1 cm)\nProduct Height\n12.82\" (32.6 cm)\nProduct Height/Length\n12.82\" (32.6 cm)\nProduct Width\n10.63\" (27 cm)\nMiscellaneous\nPower Cable\nIEC\nProtections\nRF Interference\nOutput-Current Limiting\nOver-Temperature\nTurn-On/Off Transient\nSubsonic Filter\nPerformance\nPeak SPL\n108 dB (@ 1 Meter)\nSpeakers\nCrossover Frequency\n3.1 kHz",
    "doc_type": "manual",
    "brand_id": 4,
    "brand_name": "Presonus",
    "file_path": "/workspaces/Support-Center-/backend/data/presonus/\n____________________Eris®_Pro_8_(Single)\n___________________8a6dd7cf.html",
    "metadata": {},
    "scraped_at": "2025-12-26 21:33:12.883456"
  },
  {
    "url": "https://www.presonus.com/products/cdl12p-rigging-sling",
    "title": "\n                    CDL12P Rigging Sling\n                  ",
    "content": "Home\nShop\nLoudspeaker Accessories\nSale\nCDL12P Rigging Sling\nCDL12P Rigging Sling\nSKU:\n                    \n                    2779400115\nRegular price\n$242.99\nRegular price\n$242.99\n$242.99\nSale price\nUnit price\n/\nper\nSale\nSold out\nOur CDL12P pullback sling.\n.Learn more.\nRegular price\n$242.99\nRegular price\n$242.99\n$242.99\nSale price\nUnit price\n/\nper\nAdd to Cart\nFind In Store\nFind Online\nView full details\nCDL12P Rigging Sling\nRegular price\n$242.99\nRegular price\n$242.99\n$242.99\nSale price\nUnit price\n/\nper\nSale\nSold out\nOverview\nDownloads\nSpecs\n.Learn more.\nRegular price\n$242.99\nRegular price\n$242.99\n$242.99\nSale price\nUnit price\n/\nper\nAdd to Cart\nFind Online\nOverview\nThe CDL12P Rigging Sling is required on all installations that include 4 or more CDL12P loudspeakers in a vertical array. Additionally, in installations using the CDL Rigging Extension Bar deployed with an upward or downward tilt of 12 ̊ or greater, the CDL Rigging Sling must be utilized.\nOverview\nFeatures\nPull-Back Sling for CDL12P Loudspeaker Arrays\nSize (H x W x D): 9.25 x 1.6 x 7.7 inches\nWeight: 2.5lbs\nDownloads\nDon't see what you're looking for?\nLog in to your\nmy.presonus.com\naccount.\nDocumentation\nDon't see what you're looking for?\nLog in to your\nmy.presonus.com\naccount.\nSpecs\nGeneral\nMaterial\nSteel\nProduct Name\nCDL12P Rigging Sling, Black\nSeries\nRigging Gear\nMiscellaneous\nCommodity Code\n8302500000",
    "doc_type": "manual",
    "brand_id": 4,
    "brand_name": "Presonus",
    "file_path": "/workspaces/Support-Center-/backend/data/presonus/\n____________________CDL12P_Rigging_Sling\n___________________5d54108c.html",
    "metadata": {},
    "scraped_at": "2025-12-26 21:33:19.883051"
  },
  {
    "url": "https://www.presonus.com/products/studio-68c",
    "title": "\n                    Studio 68c\n                  ",
    "content": "Home\nShop\nDiscontinued Products\nSale\nSold Out\nStudio 68c\nStudio 68c\nSKU:\n                    \n                    2777700405\nDiscontinued\nFind In Store\nFind Online\nView full details\nStudio 68c\nOverview\nVideo\nDownloads\nHighlights\nSpecs\nDiscontinued\nOverview\nIdeal for small productions and electronic artists, the Studio 68c provides stunning sound quality with four of PreSonus®' famed XMAX analog mic preamps, plus professional metering and monitoring features. Two stereo outputs provide flexible output options. A powerful headphone amp with A/B switching lets you listen in to either mix, ideal for live-performance applications. The Studio 68c is an audio production powerhouse right out of the box.\nWhen you have the right tools, any job is easier and faster to finish. High-quality converters and PreSonus' professional-grade XMAX mic preamps enable you to capture complex musical harmonics smoothly and naturally, with no audible distortion. XMAX mic preamps deliver incredibly high headroom, deep lows, smooth highs, and a rich overall sound, so you'll hear every breath, transient, and detail in your recordings. Professional input and output metering let you keep an eye on your levels when you're recording by yourself. An easy-to-use direct monitor control blends the analog input signals with playback from your computer, simplifying monitoring. Route two different stereo mixes to dedicated DC coupled outputs. Listen in to either mix on your headphones with a quick Cue A / B button toggle.\nWhen you're upgrading your performance rig or building a custom production studio, the Studio 68c will give you clear, clean, ultra-high-def sound, with the professional tools you need to achieve world-class results.\nView Computer System Requirements\nOverview\nFeatures\nSimultaneous I/O up to 6 inputs/6 outputs (4x4 at 192 kHz)\n2 mic/instrument/line inputs, 2 mic/line inputs with XMAX-L mic preamps\n2 balanced ¼-inch TRS main outputs and 2 balanced ¼-inch TRS line outputs for monitor mixing all DC coupled for sending control voltages\nHigh-power headphone output\nStereo S/PDIF digital I/O and MIDI In/Out\nDirect monitoring with Cue mix A/B (for headphone output)\nFront-panel level controls for main outputs\n6 ladder-style LED level meters (4 input, 2 main output)\n24-bit resolution, 44.1, 48, 88.2, 96, 176.4 and 192 kHz sampling rates\nUSB-C to USB-C and USB-C to USB-A cables included for compatibility with most computers\nIncludes 6-months of Studio One Pro+ and Studio Magic Software Suite\n×\nDownloads\nDon't see what you're looking for?\nLog in to your\nmy.presonus.com\naccount.\nDocumentation\nSoftware\nUniversal Control v4.7.2.108537 Download (Windows)\nUniversal Control v4.7.2.108537 (Android)\nUniversal Control v4.7.2.108537 Download (Mac)\nUniversal Control v4.7.1.107907 Download (Mac)\nUniversal Control v4.7.0.106978 Download (Mac)\nUniversal Control v4.7.0.106978 Download (Windows)\nUniversal Control v4.7.0.106978 (Android)\nNeed an older version? Click here\nDon't see what you're looking for?\nLog in to your\nmy.presonus.com\naccount.\nHighlights\nStudio One Pro 7 DAW Software Access Included.\nYour hardware registration includes a 6-month stackable membership to Studio One Pro+ featuring unlimited access to the latest version of Studio One Pro and all the extras.\nSpecs\nElectronics\nConnectivity\nUSB-C®\nHeadphone Jack\n1/4\" TRS Active Stereo\nInputs\nTwo - Combo Mic/Instrument/Line Inputs (XLR Female Balanced, 1/4\" TS Female Unbalanced (Inst) or TRS Female Balance (Line)); Two - Combo Mic/Line Inputs (XLR Female Balanced or TRS Female Balance (Line))\nLine Out\nTwo - 1/4\" Balanced (Left and Right)\nPhantom Power\n+48 VDC, 10 mA\nVoltageRequirements\n100-240 VAC, 50-60 Hz\nGeneral\nColor\nBlack and Blue\nProduct Name\nStudio 68c, Black and Blue, 120V\nSeries\nStudio\nInputs\nInstrument Inputs Dynamic Range\n114.7 dB (A-Weighted, Minimum Gain)\nInstrument Inputs Frequency Response\n20 Hz - 20 kHz (± 0.1 dB, Minimum Gain, 48 kHz)\nInstrument Inputs Gain Range\n80 dB\nInstrument Inputs Maximum Level\n+15 dBu (Unbalanced, Minimum Gain)\nLine Inputs Dynamic Range\n113.9 dB (A-Weighted, Minimum Gain)\nLine Inputs Frequency Response\n20 Hz - 20 kHz (± 0.15 dB, Minimum Gain, 48 kHz)\nLine Inputs Gain Range\n40 dB\nLine Inputs Impedance\n10 kΩ\nLine Inputs Maximum Level\n+22 dBu (balanced, Minimum Gain)\nLine Inputs Total Harmonic Distortion\n0.007% (1 kHz, -1 dBFS, Minimum Gain)\nMicrophone Input Connection Type\nCombo Locking XLR Mic - 1/4” TRS Line\nMicrophone Preamp Dynamic Range\n114 dB (A-Weighted, Minimum Gain)\nMicrophone Preamp Equivalent Input Noise\n-130 dBu (Maximum Gain, 150Ω, A-Weighted)\nMicrophone Preamp Frequency Response\n20 Hz - 20 kHz (± 0.15 dB, Minimum Gain, 48 kHz)\nMicrophone Preamp Gain Control Range\n80 dB\nMicrophone Preamp Input Impedance\n1.6 kΩ\nMicrophone Preamp Maximum Input Level\n+16 dBu (balanced, Minimum Gain)\nMicrophone Preamp Total Harmonic Distortion\n0.007% (1 kHz, -1 dBFS, Minimum Gain)\nMeasurements\nProduct Depth\n5.5\" (139.7 mm)\nProduct Height\n1.75\" (44.45 mm)\nProduct Width\n9\" (22.9 cm)\nMiscellaneous\nPower Cable\n12 VDC, 1A, External Power Supply\nSupported Sample Rates\n44.1, 48, 88.2, 96, 176.4, or 192 (kHz)\nOutput\nHeadphone Outputs Dynamic Range\n107 dB (A-Weighted, 56Ω Load)\nHeadphone Outputs Frequency Response\n20 Hz to 20 kHz (±0.2 dB, 56Ω Load, 48 kHz)\nHeadphone Outputs Impedance Working Range\n32Ω to 300Ω\nHeadphone Outputs Maximum Output\n150 mW/Channel (56Ω load)\nHeadphone Outputs Total Harmonic Distortion\n0.002% (1 kHz, -1 dBFS, no Load)\nMain And Line Outputs Dynamic Range\n109 dB (A-Weighted)\nMain And Line Outputs Frequency Response\n20 Hz to 20 kHz (±0.2 dB, Unity Gain, 48 kHz)\nMain And Line Outputs Maximum Level\n+18 dBu (Balanced)\nMain And Line Outputs Total Harmonic Distortion\nMain: 0.001% (1 kHz, -1 dBFS), Line: 0.0015% (1 kHz, -1 dBFS)\nMain Outputs Connection Type\n1/4\" TRS, Balanced\nPerformance\nDigital Audio Bit Depth\n24 Bit\nDigital Audio Dynamic Range\n114 dB",
    "doc_type": "manual",
    "brand_id": 4,
    "brand_name": "Presonus",
    "file_path": "/workspaces/Support-Center-/backend/data/presonus/\n____________________Studio_68c\n___________________a6f32b81.html",
    "metadata": {},
    "scraped_at": "2025-12-26 21:33:26.794927"
  },
  {
    "url": "https://www.presonus.com/products/nsb-168-networked-stage-box",
    "title": "\n                    NSB 16.8 Networked Stage Box\n                  ",
    "content": "Home\nShop\nAll StudioLive\nSale\nNSB 16.8 Networked Stage Box\nNSB 16.8 Networked Stage Box\nSKU:\n                    \n                    2779300201\nRegular price\n$949.99\nRegular price\n$949.99\n$949.99\nSale price\nUnit price\n/\nper\nSale\nSold out\nOur rugged, rack-mountable 16x8 network stage box with 16 locking XMAX mic/line inputs and 8 locking XLR outputs.\n.Learn more.\nRegular price\n$949.99\nRegular price\n$949.99\n$949.99\nSale price\nUnit price\n/\nper\nAdd to Cart\nFind In Store\nFind Online\nView full details\nNSB 16.8 Networked Stage Box\nRegular price\n$949.99\nRegular price\n$949.99\n$949.99\nSale price\nUnit price\n/\nper\nSale\nSold out\nOverview\nVideo\nDownloads\nHighlights\nSpecs\n.Learn more.\nRegular price\n$949.99\nRegular price\n$949.99\n$949.99\nSale price\nUnit price\n/\nper\nAdd to Cart\nFind Online\nOverview\nDesigned to work seamlessly with PreSonus® StudioLive® Series III mixers, the PreSonus NSB 16.8 stage box offers 16 locking combo mic/line inputs with remote-controlled XMAX preamps that include gain compensation for shared input scenarios. You also get 16 direct inputs via AVB. All inputs can be controlled from a StudioLive Series III console and PreSonus Universal Control software. All eight outputs employ locking XLR jacks. A built in 2-port AVB switch lets you daisy-chain multiple units. A rugged steel chassis with sturdy handles and a stage box form factor allow the NSB 16.8 to sit well on the stage and survive the rigors of the road. The unit can be rack mounted with an optional rack-ear kit.\nOverview\nFeatures\nRugged stage box enclosure with handles\n16 locking mic/line inputs and 8 locking XLR outputs\n16 remote-controllable XMAX preamps\nGain compensation for shared inputs\n2 AVB ports with locking XLR Ethernet jacks\n32x8 AVB (16 direct input channels + 16 gain-compensated input channels)\nEasy setup and control from StudioLive® Series III consoles and from free PreSonus® Universal Control software\nOptional Rackmount Kit available\n×\nDownloads\nDon't see what you're looking for?\nLog in to your\nmy.presonus.com\naccount.\nDocumentation\nSoftware\nUniversal Control v4.7.2.108537 Download (Mac)\nUniversal Control v4.7.2.108537 Download (Windows)\nUniversal Control v4.7.2.108537 (Android)\nUniversal Control v4.7.2.108537 (Android)\nUniversal Control v4.7.1.107907 Download (Mac)\nNSB 16.8 Networked Stage Box Firmware v2.0.0.107036\nUniversal Control v4.7.0.106978 Download (Mac)\nNeed an older version? Click here\nDon't see what you're looking for?\nLog in to your\nmy.presonus.com\naccount.\nHighlights\nGain compensation on every input.\nThe NSB 16.8 can provide inputs for any StudioLive Series III digital mixer on an AVB network. NSB-series stage boxes have onboard DSP that provides gain compensation on every input so every mixer on the network can make gain adjustments relative to the level set on the master mixer. In this way, every mixer can adjust the preamp level locally for optimal gain staging.\nA complete networked solution.\nStudioLive Series III networked products form an ecosystem that is easily expanded and quickly configured. Designed to enhance each other, these products are at the forefront of AVB networking technology. The NSB 16.8 can be used alone or with many other NSB-series stage boxes to add remote audio to one StudioLive Series III digital mixer or multiple mixers on the same network.\nSpecs\nElectronics\nPhantom Power\n+48 VDC (±2 VDC)\nVoltageRequirements\n100-230 VAC, 50-60 Hz\nGeneral\nColor\nBlack\nProduct Name\nNSB 16.8 Networked Stage Box, Black\nSeries\nNSB\nHardware\nDigital Audio AVB Audio Network Ports\nLocking XLR, Ethernet\nInputs\nLine Input Connection Type\n1/4\" TRS, Balanced\nLine Inputs Frequency Response\n20-20 kHz (±0.5 dBu at Unity Gain)\nLine Inputs Impedance\n10 kΩ\nLine Inputs Maximum Level\n+18 dBu\nLine Inputs Signal To Noise Ratio\n94 dB\nLine Inputs Total Harmonic Distortion\n<0.005%, +4 dBu, 20-20 kHz, Unity Gain, Unweighted\nMicrophone Input Connection Type\nXLR Female, Balanced\nMicrophone Preamp Common Mode Rejection Ratio\n65 dB (1 kHz at Unity Gain)\nMicrophone Preamp Frequency Response\n20-20 kHz (±0.5 dBu at Unity Gain)\nMicrophone Preamp Gain Control Range\n0 dB to +60 dB\nMicrophone Preamp Input Impedance\n1 kΩ\nMicrophone Preamp Maximum Input Level\n+12 dBu (Unity Gain)\nMicrophone Preamp Signal To Noise Ratio\n94 dB (Ref = +4 dB, 20 kHz BW, Unity Gain, A-Weighted)\nMicrophone Preamp Total Harmonic Distortion\n<0.005%, +4 dBu, 20-20 kHz, Unity Gain, Unweighted\nMeasurements\nProduct Depth\n4.5\" (11.43 cm)\nProduct Height\n7\" (17.8 cm)\nProduct Height/Length\n7\" (17.8 cm)\nProduct Width\n16.7” (42.4 cm)\nRefinement Weight\n25-under\nMiscellaneous\nPower Cable\nLocking IEC\nSupported Sample Rates\n48 kHz, 44.1 kHz\nOutput\nXLR Outputs Maximum Output Level\n+24 dBu, ±0.5 dBu\nXLR Outputs Output Impedance\n100 Ohms\nPerformance\nDigital Audio Dynamic Range\n115 dB (A-Weighted, 48 kHz)",
    "doc_type": "manual",
    "brand_id": 4,
    "brand_name": "Presonus",
    "file_path": "/workspaces/Support-Center-/backend/data/presonus/\n____________________NSB_16.8_Networked_Stage_Box\n___________________06ab9b98.html",
    "metadata": {},
    "scraped_at": "2025-12-26 21:33:33.585367"
  },
  {
    "url": "https://www.presonus.com/products/cdl10p-tote",
    "title": "\n                    CDL10P Tote\n                  ",
    "content": "Home\nShop\nLoudspeaker Accessories\nSale\nSold Out\nCDL10P Tote\nCDL10P Tote\nSKU:\n                    \n                    2779400162\nRegular price\n$120.99\nRegular price\n$120.99\n$120.99\nSale price\nUnit price\n/\nper\nSale\nSold out\nOur protective bag for CDL10P loudspeakers.\n.Learn more.\nRegular price\n$120.99\nRegular price\n$120.99\n$120.99\nSale price\nUnit price\n/\nper\nSold out\nFind Online\nView full details\nCDL10P Tote\nRegular price\n$120.99\nRegular price\n$120.99\n$120.99\nSale price\nUnit price\n/\nper\nSale\nSold out\n.Learn more.\nRegular price\n$120.99\nRegular price\n$120.99\n$120.99\nSale price\nUnit price\n/\nper\nSold out\nFind Online\nOverview\nCarry Tote for CDL10P Loudspeaker\nProtect your investment! The rugged CDL10P Carry Tote endures the scuffs and bumps of life on the road so your speaker doesn’t have to. Sized to comfortably fit a CDL10P loudspeaker.\nSpecs\nGeneral\nColor\nBlack\nInstrument Type\nOther\nMaterial\nNylon\nProduct Name\nCDL10P Tote\nSeries\nPreSonus Bags\nMiscellaneous\nCommodity Code\n4202921100",
    "doc_type": "manual",
    "brand_id": 4,
    "brand_name": "Presonus",
    "file_path": "/workspaces/Support-Center-/backend/data/presonus/\n____________________CDL10P_Tote\n___________________9d78e5bc.html",
    "metadata": {},
    "scraped_at": "2025-12-26 21:33:39.081005"
  }
]